// 역사
const historyData = [
  "스페인의 식민 지배는 필리핀 국민들에게 고통을 가져다주게 되었고 결국 독립운동을 촉발하게 되었으며 필리핀의 지식인들과 혁명가들은 스페인의 식민 통치에 반대하며 독립을 요구하게 되었습니다. 독립운동을 통해 필리핀은 민족적 자긍심을 갖게 되었으며 긴 기간의 식민지로 인해 많은 문화와 역사를 얻게 되어 정체성 형성에 중요한 역할을 하게 되었습니다.",
  "필리핀의 역사와 문화를 이해하는 데 중요한 자료가 되며 필리핀의 미래를 이해하는 데도 중요한 역할을 합니다. 필리핀의 스페인 식민지 시대의 유산은 오늘날에도 중요한 유산으로 남아 있으며 일상생활과 문화적 정체성에 깊게 자리하고 있고 미래 발전에도 큰 영향을 미칠 것으로 보입니다.",
];
const historyH3Data = [
  {
    h3: "사회적 변화",
    h4: ["기독교 전파", "마닐라의 번성", "경제적 변화와 무역"],
    p: [
      "스페인 정복자들에 의해 기독교가 전파되어 천주교를 받아들였으며 선교사들에 의해 교회와 수도원이 세워져 교육과 의료서비스를 제공하였습니다. 또한 새로운 종교적 신념과 생활방식을 받아들여 사회의 변화를 촉진하였습니다.",
      "마닐라 정복하고 총독부 수도로 삼아 스페인 식민 통치의 중심지로 발전하며 아시아와 아메리카를 연결하는 무역의 중심지가 되었으며 마닐라의 번영은 필리핀의 경제 발전에 중요한 역할을 했으며 스페인의 식민 정책과 맞물려 필리핀 사회의 구조적 변화를 불러왔습니다. 그렇기에 마닐라는 단순한 식민지 수도를 넘어 스페인의 아시아 진출의 거점이자 무역 중심지가 되었습니다.",
      "마닐라가 아카풀코 무역의 중심지로 발전하게 되면서 이 무역을 통해 다양한 상품과 문화가 유입되게 되고 경제에 크게 이바지하게 되었으나 스페인의 과한 세금과 노동 착취는 사회의 불만을 증가시켜 필리핀의 사회적 갈등을 심화시켜 독립운동의 원동력이 되었습니다.",
    ],
    len: 3,
  },
  {
    h3: "유산",
    h4: ["스페인식 건축", "필리핀어", "전통과 축제", "예술과 문학"],
    p: [
      "식민지 시대 동안 세워진 교회와 수도원은 스페인의 건축양식을 따르며 이러한 건축물이 남아 있습니다. 바로크양식의 산 아구스틴 교회, 산토 토마스 대학은 대표적 스페인식 건물의 예시가 있습니다. 건축물은 필리핀의 역사와 문화를 이해하는 데 중요한 자료가 되며 독특한 문화적 정체성을 보여주는 중요한 유산이 되고 필리핀의 역사적 유산을 보존하는 데 중요한 역할을 하며, 필리핀의 문화적 다양성을 반영하고 있습니다.",
      "스페인 지배 당시 스페인어는 필리핀의 공용어였기에 필리핀어(타갈로그어)에 큰 영향을 미치게 되었고 현재 필리핀어에는 많은 스페인어 단어와 표현이 포함되어 있으며, 이는 필리핀어의 독특한 특징이 되었고 언어적 유산 중에 하나로 볼 수 있습니다. 현재는 필리핀어(타갈로그어)는 영어와 함께 필리핀의 공식 언어로 사용되며, 스페인어는 주로 학문적 연구나 역사적 자료에서 사용됩니다. 이는 필리핀 사람들의 언어생활에도 깊은 영향을 미치고 있습니다.",
      "스페인의 식민 지배 시기에 형성되었고 필리핀의 대표적인 축제인 시눌로그, 피에스타. 그리고 미사 데 가요가 있습니다. 이러한 축제들은 필리핀 사람들에게 중요한 문화적 행사로, 많은 사람들이 이를 기념하고 즐기고 있습니다. 필리핀 사람들에게 중요한 문화적 행사로, 많은 사람들이 이를 기념하고 즐기며 크리스마스의 경우 대표적 기독교적 축제로 식민지의 유산으로 볼 수 있습니다. 이러한 축제는 문화적 자긍심을 고취하고 연대감을 강화하는 역할이 됩니다.",
      "많은 예술가와 작가들은 스페인의 영향을 받아 작품을 창작했으며 이는 필리핀의 예술과 문학에 중요한 기여를 했습니다. 호세 리살이라는 작가는 스페인어로 작품을 썼으며 독립운동에 큰 영향을 미쳤습니다. 또한 많은 작품에 필리핀의 식민지 시대의 흔적이 남아있기에 문화적 유산으로 볼 수 있으며 필리핀의 스페인식 예술과 문학은 필리핀 국민의 창의성과 문화적 표현의 중요성을 강조한다고 볼 수 있습니다. 마지막으로 필리핀의 문화적 발전에서도 중요한 역할을 합니다.",
    ],
    len: 4,
  },
  {
    h3: "필리핀과 한국의 차이",
    h4: ["식민지 통치 세력의 침투 방식", "식민지 사회 계급구조"],
    p: [
      "필리핀의 지배는 제한된 관료적 지배, 수출 농업 작물에 집중된 자본 투하, 식민지의 전략적 위치에 따른 소수의 군대 주둔에 이루어집니다. 한국의 지배는 더 광범위하고 철저하며 광범위한 영역에서 대기업에서부터 행상까지 침투하였습니다.",
      "보통은 더욱 경제적인 식민지 지배 노선을 지향해서 생산물 유통과 생산, 지주계급과 결 탁한 간접통치의 형태로 필리핀의 지주계급은 식민지사회에서 경제적, 정치적 토대를 강화했지만 한국은 내부 침투적인 국가와 농민들로 인해 위축되어가는 경향이 지배적입니다.",
    ],
    len: 2,
  },
  {
    h3: "식민지역사의 유산",
    p: "국가주도의 근대화는 충분한 탈식민화 과정을 거치지 못한 채 경제성장을 추구하였으며 식민지 역사라는 보편성과 다양한 식민지 유산으로 인한 근대화 과정과 결과에서의 다 양성을 보여주고 있습니다. 식민지역사와 식민지 제도의 경로의존성이 후식민지 국가 발전에 중요한데 식민지 역사를 갖고 있는 동남아시아 국가 중 필리핀의 경우 경제 발전에 있어 근대화 경로를 따른 대표적인 사례이며 식민지 이전 조건과 식민지 제도에 차이점을 제공하고 있습니다. (식민지 유산과 저발전의 상관관계를 볼 수 있음) 필리핀의 다양성이 국가 주도의 근대화 과정을 거치면서 중앙집권화되지 않고 유지되면서 현재의 지방 분권화 요구로 이어지고 있으며 이러한 현상의 원인을, 역사를 통해 이해할 수 있습니다.",
  },
];

// 교통
const trafficData = [
  "필리핀에는 택시와 버스 외에도 지프니, 트라이시클, 트라이시카드(페디캅), FX밴, 지상철(MRT와 LRT), PNR기차, 하발하발(Habal Habal), 칼레사(Kalesa. 말마차) 등 다양한 대중교통 수단이 있습니다.",
];
const trafficH3Data = [
  {
    h3: "필리핀 대중교통의 종류",
    h4: [
      "택시(Taxi)",
      "지프니(Jeepney)",
      "트라이시클과 페디캅",
      "UV Express(Utility Vehicle Express)",
      "버스",
      "MRT, LRT, PNR",
    ],
    p: [
      "필리핀의 택시는 크게 일반택시와 공항택시, 그리고 그랩택시(그랩카)로 나뉩니다. 예전에는 필리핀에서 택시를 이용할 경우 호텔을 통해 부른 택시를 이용하거나 차량번호를 확인하여 지인에게 문자로 발송해 두면 좋다는 식의 안내를 드리곤 했습니다만, 그랩(GRAB) 서비스가 등장하면서 굳이 호텔을 통하지 않으셔도 편리하게 택시를 이용하실 수 있게 되었습니다. 그랩 서비스의 장점은 택시 기사가 과도한 바가지요금을 요구하지 않는다는 것인데요, 핸드폰에 그랩 앱을 설치한 뒤 출발지와 목적지를 입력하시면 이용료를 확인하실 수 있습니다.",
      "필리핀 사람들의 창의력을 엿볼 수 있는 화려한 디자인과 색감 때문에 필리핀의 대표적인 교통수단으로 유명한 지프니(Jeepney)는 미군이 쓰던 군용 지프를 개조하여 만든 차량입니다. 뒷부분에 좌석을 늘리고 외부를 화려한 색으로 치장한 것이 특징인데요, 지프니 앞 혹은 옆면에 노선(목적지)이 기재되어 있습니다.",
      [
        "트라이시클(Tricycle)은 오토바이를 개조해서 승객을 태울 수 있게 만든 것입니다. 보통 일정 구역 내에서 짧은 거리를 이동할 때 이용되며, 목적지까지의 거리 및 운행 지역, 승객 수 등에 따라 이용료가 달라집니다.",
        [
          "- 오토바이가 아닌 자전거를 개조한 것은 트라이시카드(Tricycad) 또는 페디캅(Pedicap)이라고 부릅니다.",
          "- 택시처럼 목적지 문 앞까지 운행해 주기 때문에 트라이시클이나 페디캅을 이용할 때는 탑승 전 요금을 확인하는 것이 좋습니다.",
          "- 트라이시클이나 페디캅은 따로 노선이 있는 것은 아니지만, 운행 가능 지역이 지정되어 있을 수 있습니다.",
          "- 보라카이 지역 내에서 운행하는 E-트라이크(E-Trike)라는 전기삼륜차는 대기오염 방지를 위해 전기로 운행되도록 만들어진 트라이시클입니다.",
        ],
      ],
      "UV 익스프레스(UV Express)는 SUV이나 밴(Van)과 같은 차량을 개조하여 버스처럼 사용하는 것으로, FX밴으로 부르기도 합니다. 출발지와 목적지가 차량 앞과 뒤에 표시되어 있으며 이용 요금은 거리에 따라 달라집니다. 마닐라 도심으로 출퇴근하는 시민들을 위해 마닐라 근교 도시까지 장거리 노선을 운행하기도 합니다.",
      "버스는 시내버스와 시외버스 두 종류가 있으며, 버스 이용료는 지역과 거리, 그리고 버스 시설(에어컨 유무 등)에 따라 달라집니다. 오래된 버스의 경우 에어컨이 나오지 않는 경우도 있지만, 일부 장거리 버스는 화장실 및 침대 시설을 갖추고 있기도 합니다.",
      "LRT(Light Rail Transit)와 MRT(Metro Rail Transit)는 메트로 마닐라 지역 내에서 운행되는 지상철입니다. 한국의 지하철과 비슷하지만, 지상에 있다는 것이 특징입니다. 마닐라에는 PNR이라고 불리는 기차도 운행되는데요, Philippine National Railways의 약자입니다. 기차이기는 하지만 내부가 지하철과 같은 구조로 되어 있어서 여행용이라기보다는 출퇴근용에 가깝습니다.",
    ],
    len: 6,
  },
  {
    h3: "현재 지프니에 관련된 문제들",
    p: `현재 필리핀에서는 필리핀 대표 교통수단 지프니를 단계적으로 퇴출하려는 정책이 차질을 빚고 있습니다. 필리핀 정부의 공공 유틸리티 차량 현대화 정책(PUVMP)에 따라 올해부터 필리핀 내 모든 공공 유틸리티 차량(PUV) 운영자와 운전자는 리튬 이온 배터리 또는 규정을 준수하는 엔진으로 구동되는 현대식 차량을 보유한 협동조합에 가입해야 합니다. 또 배기가스 배출량을 줄이기 위해서 유럽의 '유로 4' 표준을 따라야 합니다. 그뿐만 아니라 개별 PUV 기사는 더는 차량을 소유할 수 없고, 대중교통으로 운행할 수 있는 면허 또한 보유할 수 없습니다. 차량 소유권, 번호판 및 면허는 기사가 아닌 협동조합으로 이전됩니다. 최신 PUV의 가격은 최소 280만 페소(약 6,583만 원)에 달합니다. 전환 신청 기간은 지난달 31일로 끝났으며, 필리핀 정부는 이달 말까지 유예 기간을 뒀습니다. 필리핀 교통 당국은 마닐라 수도권에선 40%, 전국에선 70%의 지프니가 협동조합 가입을 신청한 것으로 추정했습니다. 약 4만 2000대가 이미 사용이 중지된 상태입니다. 정책이 시행 궤도에 올랐으나 지프니 기사들의 반발은 잦아들지 않고 있습니다. 그동안 필리핀 정부는 지프니를 다른 교통수단으로 대체하려고 여러 차례 시도했습니다. 지프니는 대개 수입한 중고 디젤 엔진을 사용하다 보니 대기 오염이 심각했기 때문입니다. 그때마다 지프니 기사들의 파업과 저항으로 번번이 무산됐습니다. 이번에도 수도 마닐라를 비롯한 주요 도시에서 대규모 시위가 벌어졌습니다. 그런데도 페르디난드 마르코스 주니어 대통령이 정책 시행 일자를 변경하지 않겠다고 재차 밝힘에 따라 올해부터 시행에 들어간 것입니다. 지난해 연말 시위를 주도한 지프니 기사 단체의 모디 플로란다 대표는 정책이 "수천 명의 생계를 빼앗고 통근자들에게 더 큰 부담을 준다"고 밝혔습니다. 이어 "하루에 보통 400페소를 버는 기사들로선 새 PUV의 가격은 감당할 수 없는 수준"이라고 지적했습니다. 또 다른 단체의 마르 발부에나 대표 역시 "차량 비용은 내가 내는데 자산 소유권과 통제권은 협동조합이 갖는다는 점이 부당하다. 협동조합의 간단한 결정만으로 나는 조합에서 퇴출당할 수 있고 내가 산 자산은 그들이 가질 것"이라고 SCMP에 밝혔습니다. 그는 "정부가 이러한 소유권 문제를 수정해야 한다"고 덧붙였습니다.`,
  },
  {
    h3: "지프니 타는 법 TIP",
    intro:
      "마닐라나 세부에서는 구글 맵을 이용해 경로를 검색하면 지프니 차량 번호와 경로를 알 수 있지만, 바콜로드는 아직 작은 도시이기에 이런 시스템이 없습니다. 따라서 목적지까지 가려면 기사들에게 물어보거나 트라이시클을 사용하거나 걸어가야 합니다. 그래도 지프니의 경로 및 탑승 방법과 하차 방법을 알고 있으면 이동하는 데 큰 도움이 될 것입니다. 주의사항으로, 일반적으로 버스는 정해진 경로가 있지만 지프니 기사들은 상황에 따라 목적지를 바꾸는 경우가 많습니다. 그러므로 지프니나 버스를 타기 전에 반드시 기사에게 내가 가려는 목적지에 가는지 확인해야 합니다.",
    h4: ["지프니 차량의 경로", "탑승 및 하차 방법"],
    p: [
      [
        "버스와 지프니의 옆면이나 앞면을 보면 ‘LIBERTAD’ 방향과 ‘NORTHBOUND’ 방향으로 나뉘어 있습니다. 다른 방향도 있지만, 주로 가는 곳인 SM, Ayala, 대박집을 기준으로 설명드리겠습니다. 바콜로드에서는 이 두 가지 노선이 대부분을 차지하고 있습니다.",
        "구글 맵을 예로 들면, 쉽게 말해 LIBERTAD 방향과 NORTHBOUND 방향은 각각 바콜로드의 지역 이름과 터미널 이름을 나타냅니다.",
        "LIBERTAD 지역은 시장과 마켓이 형성된 곳이며, 지프니는 이 지역을 목적지로 운행합니다.",
        "반면, NORTHBOUND는 터미널의 이름입니다.",
        "따라서 LIBERTAD와 NORTHBOUND는 각각 가는 방향을 의미합니다. 만약 어떤 방향으로 가야 할지 모른다면, 지프니에 붙어 있는 방향을 보고 구글에서 검색해 보면 어느 방향으로 가는지 파악할 수 있을 것입니다.",
      ],
      [
        "지프니 탑승은 크게 어렵지 않습니다. 기사들이 승객을 태우기 위해 클락션을 여러 번 울리는데, 그때 기사와 눈이 마주치면 차량을 세웁니다. 이때 내가 가려는 방향의 큰 건물이나 유명한 건물의 이름을 말하면 됩니다.",
        "예를 들어, 내가 Caf  Bobs Flagship에서 SM 시티 바콜로드까지 가려면, Caf  Bobs Flagship에서 길을 건너 맞은편에서 오는 버스나 지프니 기사들에게 “SM?”이라고만 물어보면 됩니다. SM으로 가는지 묻는 것과 같으므로, 간다고 하면 타면 되고, 아니라면 다른 차를 기다리면 됩니다.",
        "반대로 SM 시티 바콜로드에서 Stonehill Suites로 가고 싶다면, SM 시티 바콜로드 정류장에서 기사들에게 “16 street?”이라고 물어보세요. 그러면 빨간색 동그라미 앞에 내려줄 것입니다. 그 후 16번가 골목으로 조금만 걸어가면 Stonehill Suites에 도착할 수 있습니다. 참고로 지프니와 버스는 주로 큰 길인 렉슨 스트리트(Lacson Street) 위주로 다니기 때문에, 10번가나 11번가 같은 골목은 걸어서 가야 합니다.",
        "또한, 기사에게 목적지를 말했지만, 기사가 못 듣거나 까먹는 경우, 내가 내리고 싶은 위치를 지나쳤다면 “루갈랑(Lugar Lang)”이라고 기사에게 들리게 말하면 그 자리에 세워줍니다. 유튜브에서는 동전으로 지프니 손잡이 부분을 치거나 천장을 두들기라고 되어있지만, 바콜로드에서는 그냥 “루갈랑”이라고 하면 세워줍니다.",
        "이상으로 현지에서 직접 경험하며 배운 지프니 타는 법이었습니다. 감사합니다.",
      ],
    ],
    len: 2,
  },
];

// 날씨
const weatherData = [
  "필리핀의 날씨에 대해 떠올리면 대부분 사람은 동남아에 위치하니까 습하고 더울 것이라고 많이들 생각합니다. 더 자세한 필리핀 날씨에 대해 알아보겠습니다.",
];
const weatherH3Data = [
  {
    h3: "필리핀 날씨",
    p: [
      [
        "필리핀은 열대우림기후, 열대몬순기후, 온난습윤기후, 서안해양성 기후 등 5가지 기후를 가진 지역으로 대체로 열대성이며 몬순(계절풍)과 태풍의 영향을 많이 받습니다. 크게 건기와 우기로 나뉘며, 보통 11월부터 5월까지 건기로, 6월부터 10월까지를 우기로 봅니다. 우기에는 갑자기 비가 내렸다가 빠르게 그치는 스콜성 소나기가 자주 내립니다. ",
        [
          "- 몬순 [monsoon] : 일반적으로 여름과 겨울에 풍향이 거의 정반대가 되는 바람이 광범위한 지역에 걸쳐 불 때 이것을 몬순이라고 합니다. 계절풍이라고도 합니다.",
          "- 열대 몬순 기후 : 계절풍의 영향으로 긴 우기와 짧은 건기가 발달한 기후로, 필리핀과 인도 남서 해안 및 북동부 해안 등 대륙 동안의 열대 지역에 분포합니다.",
        ],
      ],
      [
        "필리핀 동부의 경우 오히려 5-11월이 비가 덜 오는 편입니다. 가령 수리가오(Surigao)시의 경우 필리핀 서부에서는 건기인 12-4월 기간에 연 강수량의 60%가량이 집중되어 있습니다. 그리고 다바오나 세부 등지를 위시한 중간 지역은 우기와 건기가 덜 뚜렷하게 나타나는 편으로, 필리핀 서부처럼 그래도 5월부터 11월까지 우기가 나타나는 지역이나, 우기가 뚜렷하게 나타나지 않는 지역으로 다시 나누기도 합니다. 한편, 고도차에 따라서도 기후가 약간 다른데, 바기오처럼 고도가 높은 지역은 온대기후가 나타납니다.",
        [
          "- 가장 바람이 많이 불고 습한 달은 9월이며, 대부분의 태풍이 필리핀으로 몰리는 시기이기도 합니다.",
          "- 가장 더운 달은 보통 5월경으로 26.4°C~35°C에 달합니다.",
          "- 가장 시원한 달은 보통 1월로 최고 기온이 21°C 정도입니다.",
        ],
      ],
    ],
  },
  {
    h3: "월별 날씨",
    h4: ["12월~2월 (필리핀 여행하기 좋은 기간!)", "3월~5월", "6월~11월"],
    p: [
      "12월부터 2월까지는 한국의 초여름 날씨 정도로 기온이 선선해져서 필리핀 방문의 최적기입니다. 날씨만 놓고 보았을 때 필리핀에서 가장 여행하기 좋다는 시기라고 말씀드릴 수 있습니다. 평균기온이 24~30도로 기온이 비교적 낮은 데다가 비가 오는 경우도 드물어서 다양한 해양 액티비티를 경험하기에 좋습니다.",
      "3월부터 5월 사이는 필리핀에서 가장 더운 시기입니다. 비가 오는 일은 드물지만, 낮 기온이 높아서 실내 활동 위주의 여행을 계획하시는 것이 좋습니다. 자외선 차단제만 꼼꼼히 바르면 해양스포츠를 하기도 괜찮습니다. 사람들이 고온다습하기만 할 거로 생각하는 것과 달리 필리핀의 건기에는 때때로 일부 수역(강, 호수 등)이 마르고 강렬한 열기로 인해 일부 작물이 피해를 보는 경우가 있습니다. 날씨는 사람들의 생활 방식에도 큰 영향을 미칩니다. 필리핀 사람들은 건기의 뜨거운 열기로부터 자신을 보호하기 위해 일반적으로 재킷이나 우산을 챙깁니다. 또한, 할로할로 및 차가운 음료와 같은 시원한 필리핀 음식을 맛보며 수분을 유지합니다. 더위를 피하고자 쇼핑몰과 해변도 방문합니다.",
      [
        "6월이 되면 조금씩 하늘이 흐려지다가 우기가 시작됩니다. 고온다습하기는 하지만, 한국의 장마철과 달리 스콜성으로 1~2시간 정도 소나기가 내리는 정도입니다. 태풍이 온 것만 아니라면, 우산만 잘 준비하시면 됩니다. 언제 올 지 전혀 예측할 수 없기 때문에, 매일 우산을 챙기는 것이 현명할 것입니다.",
        [
          "- 우기에는 큰 태풍이 오지 않더라도 하루 1회 이상 맑다가도 갑작스레 스콜성 소나기가 쏟아질 수 있다고 생각하시면 됩니다. ",
          "- 7월부터 9월 사이에는 태풍이 올 수도 있습니다. 배를 타고 여행하신다거나 해양스포츠 활동을 계획하신다면 일기예보를 확인해 주세요.",
          "- 간혹 11월까지 비가 오는 경우도 있습니다.",
        ],
      ],
    ],
    len: 3,
  },
];

// 수질
const waterData = [
  "필리핀은 많은 섬들로 이루어진 국가로 물뿐만 아니라 각종 자연환경이 풍부한 국가지만, 금세기 들어 필리핀의 농업 활동 및 빠른 도시화로 인한 도시 및 산업지역으로부터 야기되는 수질오염이 심각해지고 있습니다. 최근 심각한 수질 오염으로 인해 보라카이에서는 방문객을 받지 않고 수질 개선에 힘을 써 6개월 후 다시 방문객을 받았습니다.",
  [
    "농업 활동 및 빠른 도시화로 수질의 오염물질을 33개의 매개 변수로 분류할 수 있으며 농업 가축(29%), 공업(27%), 농업(8.14%) 순으로 수질 오염의 원인을 나열할 수 있습니다. 이 외 도시하수, 산업폐수, 도시 하수관거의 불량도 원인입니다.",
    "수질의 모니터링은 TDS, coliform(E.coli), BOD, DO 등이 중요해 오염도, 수질 상태를 알아볼 수 있습니다. 필리핀은 많은 섬으로 이루어진 나라임으로 수질 조사를 하기 위해서는 지역을 13개로 나누어 이해할 수 있습니다. 하수 처리 시스템은 생활 하수의 90% 지표수로 배출되며 폐기물의 1/3(33%)은 마닐라 지역에서 배출되고 IV 지역에서는 약 15%의 배출됩니다.",
    [
      "지역별로 나누어 수질의 TDS와 coliform(E.coli) 측정해 보니 TDS 측정에 통과한 지역은 IX, IV, III, NCR이며 coliform(E.coli) 측정에 통과한 지역은 I만 통과한 것입니다. TDS를 통해 염소, 불소, pH 등을 측정할 수 있으며 너무 높게 나올 시 일상 수돗물로 사용하여도 위험성이 너무 높습니다.",
      ["- TDS : 이온 총량 측정기, coliform(E.coli) : 대장균"],
    ],
    "전체적인 수질을 지역별로 나누어 측정해 본 결과로 지역 XII, XI, IX, V, II, I의 지역은 어느 정도로 통과한 것으로 보이지만 가장 정확한 지역은 V입니다. 이 결괏값으로 V 지역의 물이 가장 안전하다고 볼 수는 있지만 그렇다고 해서 필리핀에서 샤워기 필터 사용하지 않거나 일반 수돗물을 마실 수는 없습니다. 수질 자체가 한국과는 전혀 다르기 때문에 물은 생수를 마시는 것으로 권장합니다. 어학연수로 간 Bacolod 지역은 마닐라, 세부에 비해 작은 도시이기 때문에 측정 결과가 적습니다.",
  ],
  "좌의 사진은 실제로 필리핀 기숙사에서 1분 사용 후의 상태이며, 우의 사진은 실제로 한국 귀국 후 1주일 사용 후의 상태입니다. 필리핀의 주택에서는 지하수를 주로 사용하지만, 기숙사나 아파트는 주로 탱크를 사용합니다. 탱크 밑에서 부산물 및 석회수가 쌓여 사진에서 보일 만큼 수질 차이가 확연히 나타납니다. 이렇듯 필리핀을 여행하시는 분들은 꼭 샤워기 필터를 하루 혹은 이틀마다 변경해야 한다는 생각으로 여유롭게 챙기시고, 식당에서도 물은 생수를 시키거나 편의점에서 사서 드시길 권장합니다.",
];

// 문화
const cultureH3Data = [
  {
    h3: "필리핀 대표적인 음식",
    h4: [
      "아도보 (Adobo)",
      "시니강 (Sinigang)",
      "키니라윙 (Kinilaw)",
      "판싯 (Pancit)",
      "할로할로 (Halo-Halo)",
      "시시그/시식 (Sisig)",
      "발롯 (Balut)",
      "렉촌 (Lechon)",
    ],
    p: [
      "아도보는 닭고기 혹은 돼지고기를 간장에 조려서 만든 음식으로 한국의 장조림 혹은 갈비찜과 매우 흡사한 음식입니다. 스페인의 아도보와 이름은 같지만 조리 방식은 필리핀 고유의 방식으로 조리합니다. 양념 또한 식초, 간장, 후추 등 동남아시아가 원산지인 재료들로 만듭니다.",
      "시니강은 새콤한 맛을 내는 수프로, 주로 타마린드, 카마야스(Guava), 망고스틴, 또는 칼라만시(Philippine lime)를 사용해 신맛을 냅니다. 돼지고기, 새우, 생선, 또는 소고기와 다양한 채소를 넣어 끓입니다. 시니강은 필리핀 가정에서 매우 인기 있는 요리입니다.",
      "키니라윙은 필리핀식 세비체로, 신선한 생선을 식초 또는 칼라만시로 절여 만든 요리입니다. 보통 생선은 튜나를 사용하며, 생선 이외에도 오징어, 문어, 조개 등을 사용하기도 합니다. 양파, 생강, 고추, 마늘 등을 함께 절여 신선하고 상큼한 맛을 냅니다.",
      "판싯은 필리핀의 대표적인 면 요리입니다. 중국의 영향을 받은 이 음식은 다양한 종류의 면을 사용하며, 판싯 캔톤(Pancit Canton), 판싯 말라본(Pancit Malabon), 판싯 팔라복(Pancit Palabok) 등이 있습니다. 지역마다 조리법과 사용되는 재료가 조금씩 다르며, 볶은 야채, 고기, 해산물 등을 함께 넣어 볶아 만듭니다.",
      "할로할로는 필리핀의 대표적인 디저트로, 빙수 위에 다양한 재료를 얹어 먹는 음식입니다. 재료로는 우베(자색 고구마), 젤리, 과일, 팥, 카라멜 푸딩, 아이스크림 등이 사용됩니다. 다양한 맛과 질감이 어우러져 시원하고 달콤한 맛이 특징입니다.",
      "돼지머리와 간을 잘게 썰어 만든 요리로 깔라만시와 칠리로 양념하며 17세기 팜팡가의 대표적인 요리입니다. 신맛이 강해서 필리핀 음식의 특유 색깔이 강한 음식입니다. 또한 미국의 식민 지배 시절에 발전한 음식으로 미군이 사용하지 않던 돼지머리와 내장 등을 저렴하게 구입해서 만든 음식인 부분에서 한국의 부대찌개와 비슷한 풍습을 가진 음식입니다.",
      "발롯은 필리핀에서 가장 독특한 길거리 음식 중 하나로, 오리알을 부화 직전에 삶아 먹는 음식입니다. 발롯은 보통 삶아진 상태로 껍질을 까서 국물과 함께 먹습니다. 이 음식은 필리핀의 대표적으로 강한 음식 문화의 상징으로, 외국인들에게는 도전적인 음식으로 유명합니다.",
      "아기 돼지의 배 속을 비워 여러 가지 과일이나 재료 등을 넣고 장시간 불에 구워 기름이 빠질 때까지 바비큐를 만드는 음식입니다. 렉촌은 필리핀의 주요 축제, 결혼식, 생일 파티, 크리스마스, 그리고 지역 축제 등 중요한 행사에서 빠지지 않는 음식입니다. 필리핀 사람들은 렉촌을 '축하'의 상징으로 여기며, 가족과 친구들이 모여 함께 나누어 먹습니다. 필리핀의 각 지역은 렉촌을 준비하고 조리하는 고유의 방식이 있습니다. 예를 들어, 세부(Cebu) 지방의 렉촌은 별도의 소스 없이도 충분한 맛을 내기 위해 속을 더욱 강한 향신료로 채우는 것이 특징입니다. 이 때문에 세부의 렉촌은 필리핀 전역에서 가장 유명한 렉촌 중 하나로 손꼽힙니다.",
    ],
    len: 8,
  },
  {
    h3: "필리핀은 직화로 구운 음식이 많은 이유",
    h4: ["자연환경과 접근성", "문화적 전통과 요리법", "요리의 간편함과 풍미"],
    p: [
      [
        "- 풍부한 나무 자원: 필리핀은 열대 기후로 인해 나무와 숯을 만들 수 있는 자원이 풍부합니다. 전통적으로 나무를 이용한 불은 쉽게 구할 수 있는 에너지원이었고, 이를 이용한 직화구이가 널리 퍼졌습니다. 특히 시골 지역에서는 전통적인 조리법으로 여전히 불을 사용합니다.",
        "- 기후와 야외 생활: 열대 기후로 인해 야외에서 요리하는 것이 편리하고 자연스러운 선택이었습니다. 더운 날씨 속에서 실내에서 요리하는 것보다는 야외에서 직화로 구워내는 것이 더 나았을 것입니다.",
      ],
      [
        "- 스페인 식민지 시대의 영향: 필리핀은 오랜 시간 동안 스페인의 식민지 지배를 받았으며, 이에 따라 스페인의 음식 문화가 영향을 미쳤습니다. 스페인 요리에는 직화로 구워내는 방식이 많았고, 이 전통이 필리핀 요리에 통합되었습니다. 대표적인 예로, 필리핀의 렉촌 (Lechon)이 있습니다. 이는 스페인의 요리 방식에서 영향을 받은 음식으로, 돼지를 통째로 직화로 구워내는 요리입니다.",
        "- 커뮤니티 중심의 요리 문화: 필리핀에서는 큰 잔치나 가족 모임 때 함께 음식을 준비하고 나눠 먹는 문화가 있습니다. 직화구이는 많은 사람을 위해 대량으로 요리하기에 적합하며, 모닥불을 둘러싸고 함께 음식을 나누는 것이 공동체 의식을 강화하는 역할을 합니다.",
      ],
      "직화로 음식을 구우면 다른 조리법에 비해 비교적 간편합니다. 불을 피우고 재료를 불에 직접 대면 되기 때문에 특별한 도구나 복잡한 과정이 필요하지 않습니다. 이것은 특히 야외에서 요리할 때 유리합니다. 그리고 직화로 구운 음식은 독특한 풍미를 가지고 있으며, 많은 필리핀 요리에서는 이 맛을 즐깁니다. 숯불에서 구운 고기나 생선은 외부는 바삭하고 내부는 촉촉한 질감을 가지며, 필리핀인들의 입맛에 잘 맞습니다.",
    ],
    len: 3,
  },
  {
    h3: "필리핀 음식의 역사",
    h4: [
      "무역과 외부 영향 (10세기~16세기)",
      "스페인 식민지 시대 (1565~1898)",
      "미국 통치 및 현대화 (1898~1946)",
      "현대와 글로벌화 (1946~현재)",
    ],
    p: [
      [
        "- 중국과의 무역: 10세기경부터 필리핀은 중국과 활발한 무역을 했으며, 이 과정에서 중국 요리의 영향이 들어왔습니다. 중국의 만두(餃子), 면 요리, 소스(특히 간장) 등이 필리핀 요리에 영향을 미쳤습니다. 중국인들이 가져온 볶음 요리법과 여러 가지 양념이 필리핀 요리에 융합되었습니다.",
        "- 아랍과 인도의 영향: 이 시기 동안 필리핀은 아랍과 인도 상인들과도 접촉하게 되며, 그들의 향신료와 요리법이 필리핀 음식에 영향을 미쳤습니다. 특히 카레와 같은 향신료를 사용하는 요리법이 전파되었습니다.",
      ],
      [
        "필리핀은 약 300년 동안 스페인의 식민지로 있었으며, 이 기간에 스페인 요리의 많은 요소가 필리핀 음식에 통합되었습니다. 대표적인 예로, 아도보(Adobo), 렉촌(Lechon), 메나도(Mechado) 등이 있습니다. 이러한 요리들은 스페인 요리의 기법과 필리핀 고유의 재료가 결합한 것입니다.",
        "- 교회와 축제 음식: 스페인 식민지 시대에 필리핀은 가톨릭교를 받아들였으며, 이는 종교적 축제와 음식 문화에 큰 영향을 미쳤습니다. 필리핀의 많은 전통 음식은 성일과 축제에 맞추어 만들어졌으며, 이에 따라 풍부한 음식 문화가 발전하게 되었습니다.",
      ],
      "1898년 미국이 필리핀을 점령하면서 미국 음식 문화도 필리핀에 영향을 미쳤습니다. 빵, 샌드위치, 핫도그, 햄버거 등의 서양식 패스트푸드가 도입되었으며, 이러한 음식은 필리핀에서 빠르게 인기를 끌었습니다. 또한, 통조림 식품과 같은 가공식품이 널리 퍼지게 되었습니다.",
      [
        "- 현대 필리핀 음식: 필리핀은 독립 이후에도 지속적으로 외국의 영향을 받으며 음식 문화를 발전시켜 왔습니다. 필리핀 내에서는 전통 요리를 계승하는 동시에, 서양식, 일본식, 한국식 등의 다양한 외국 요리가 필리핀 음식 문화에 흡수되었습니다.",
        "- 글로벌화: 해외에 거주하는 필리핀 교민들의 영향으로 필리핀 요리가 세계 곳곳에 알려지기 시작했습니다. 특히 필리핀의 대표적인 길거리 음식과 전통 요리들이 해외에서 인기를 끌고 있습니다. 또한, 필리핀 내에서도 다양한 국제 요리가 인기를 끌며, 퓨전 요리와 같은 현대적인 변화가 일어나고 있습니다.",
      ],
    ],
    len: 4,
  },
  {
    h3: "필리핀 식사 에티켓",
    h4: [
      "식사 중 코를 만지거나 코를 푸는 행위 금지",
      "식사 중 트림이 예의 있는 행위다?",
      "손님 음식 먼저, 집주인은 나중에",
    ],
    p: [
      "필리핀에서 식사 중 코를 만지는 행위는 예의 없는 행위에 해당한다고 합니다.",
      "식사 중에는 음식을 주신 예수님께 감사를 표하는 행위, 식사 후에는 맛있게 먹었다는 행위로 인식한다고 합니다.",
      "푸짐하게 차려놓은 식탁에서 음식을 함께 즐기기보다 손님을 먼저 접대하는 필리핀 사람들의 따뜻한 정이라고 합니다.",
    ],
    len: 3,
  },
];

// 빈부격차
const wealthData = [
  "필리핀의 거리를 걷다 보면 쉽게 마주치는 한 장면이 있습니다. 바로 외국인 관광객을 따라다니며 돈을 구걸하는 아이들입니다. 이 단순한 모습은 필리핀 사회가 겪고 있는 심각한 경제 불평등과 빈곤 문제를 그대로 보여줍니다. 이번 글에서는 필리핀의 상대적 빈곤율과 빈부격차의 원인, 그리고 이를 해결하기 위한 방안에 대해 다뤄보겠습니다.",
  [
    "필리핀의 빈곤과 빈부격차 문제는 단순한 통계로만 평가하기 어려운 복잡한 현실을 반영합니다. 2021년 18.1%였던 상대적 빈곤율이 2023년 15.5%로 줄어들었지만, 부패, 정치적 불안정성, 교육 부족 등이 여전히 경제적 불평등을 심화시키고 있습니다. 더군다나 제조업의 약화와 편향된 토지 분배는 필리핀의 구조적 문제를 더 악화시키고 있습니다. 이를 해결하기 위해서는 교육 시스템 강화, 정부 투명성 확보, 경제 구조 개혁이 필수적입니다. 이러한 변화가 이루어진다면, 필리핀은 더 평등하고 지속 가능한 성장을 이룰 수 있을 것입니다.",
    "인터뷰를 통해 이 주제에 대한 현지인의 의견을 들을 수 있어 흥미로웠습니다. GRAFE 선생님께서는 긴 인터뷰에도 불구하고 성심껏 답변해 주셔서 감사드리며, AIKO 선생님께서는 즉흥적인 질문에도 답변해 주셔서 진심으로 감사드립니다.",
  ],
];
const wealthH3Data = [
  {
    h3: "거리에서 만난 구걸하는 아이들",
    p: `필리핀의 거리 풍경 중 하나는 외국인 관광객을 따라다니며 돈을 구걸하는 아이들입니다. 필리핀을 여행하면서 저 역시 그런 아이들을 만났습니다. 이들은 그냥 가난한 가정의 자녀가 아니라, 필리핀 사회가 겪고 있는 빈곤의 단면을 보여주는 상징적인 존재라고 생각합니다. GRAFE 선생님은 이를 "이런 아이들은 제대로 된 교육을 받을 기회를 놓친 뒤, 생계를 위해 거리에서 구걸하는 악순환에 빠지게 됩니다."라고 설명합니다.`,
  },
  {
    h3: "상대적 빈곤율",
    p: [
      [
        "- 상대적 빈곤율이란 중위소득의 50% 이하에 해당하는 가구의 비율을 말합니다.",
        "필리핀의 경우, 2021년 상대적 빈곤율이 18.1%로 높은 수준이었지만, 2023년에는 15.5%로 감소했습니다. 하지만, 이 수치는 여전히 높은 편입니다. OECD 자료로 보면, 한국의 2021년 상대적 빈곤율은 15.1%로 미국(15.1%)과 같고, 영국(11.7%), 스웨덴(9.2%), 핀란드(6.7%)에 비해 높은 수준입니다. 필리핀의 빈곤율은 한국보다 훨씬 높아 필리핀의 빈부격차가 얼마나 심각한지를 명확히 보여줍니다.",
        "필리핀의 빈곤율 감소는 수치상으로는 긍정적으로 보이지만, 이를 둘러싼 여러 문제로 인해 이러한 개선이 실제로 얼마나 의미 있는지를 두고 의문이 제기되고 있습니다.",
        `첫째, 필리핀 정부의 통계 신뢰성에 대한 문제입니다. 빈곤율이 감소한 것으로 보고되었지만, GRAFE 선생님은 "통계 수치가 개선되었더라도, 실제로 큰 변화를 느끼기 어렵다"며 "필리핀의 데이터는 신중하게 받아들여야 한다"고 지적합니다. AIKO 선생님도 "정부의 부정부패가 존재해 정부의 자료를 믿기 힘들다"고 언급했습니다. GRAFE 선생님과 AIKO 선생님이 지적한 것처럼 필리핀의 데이터는 신중하게 받아들여야 한다는 주장이 있습니다. 이는 필리핀의 정부 자료가 부정부패나 기타 문제들로 인해 실제 현실을 반영하지 못할 수 있다는 우려를 반영합니다.`,
        "둘째, 필리핀의 정치적 상황도 이 문제와 연관이 있습니다. 최근 선거에서 독재자의 아들인 마르코스 주니어가 대통령으로 당선되면서 선거의 공정성에 대한 의문이 제기되었습니다. BBC의 보도에 따르면, 선거 과정에서 최소 1,800개 이상의 자동 개표기가 오작동하는 등 여러 문제가 발생했으며, 이는 정부의 정책과 그 결과에 대한 신뢰성을 떨어뜨릴 수 있습니다.",
        "결론적으로, 필리핀의 빈곤율 감소가 실제로 의미 있는지에 대해서는 신중한 접근이 필요합니다. 통계 수치만으로는 현실을 완전히 반영하지 못할 수 있으며, 정부의 신뢰성과 정치적 상황을 고려해야 합니다. 이는 빈부격차와 같은 사회적 문제가 여전히 심각하다는 것을 보여주며, 이러한 통계적 개선이 실제로 국민들에게 체감되는 변화를 불러왔는지에 대한 의문을 남깁니다.",
      ],
    ],
  },
  {
    h3: "빈부격차의 원인과 해결 방안",
    p: [
      [
        "필리핀의 빈부격차는 여러 요인으로 인해 발생하고 있으며, 이러한 요인들은 서로 얽혀 필리핀의 경제적 불평등을 심화시키고 있습니다.",
        "먼저, 부패와 정치적 불안정성이 필리핀 경제의 장기적 발전을 저해하고 있습니다. 필리핀은 정치적 갈등이 잦고, 부정부패가 만연해 있습니다. 이에 따라 정부의 경제 정책이 일관되게 실행되지 않으며, 이는 경제 성장을 방해하고 빈부격차를 더욱 악화시키는 요인으로 작용합니다. 정치적 불안정성은 필리핀 국민들의 경제적 불안을 증가시켜, 많은 사람들이 안정된 일자리를 찾아 해외로 이주하게 만들고 있습니다. 이는 국내 인재 유출로 이어져, 필리핀 경제의 내수 기반을 약화하고 산업 발전을 저해하는 악순환을 일으킵니다.",
        "또한, 교육의 부족은 필리핀의 경제적 불평등을 심화시키는 또 다른 주요 원인입니다. 필리핀의 교육 시스템은 여러 문제를 안고 있으며, 특히 저소득층은 교육을 받기 어려운 환경에 놓여 있습니다. 교육이 부족한 상태에서는 노동시장에서의 경쟁력이 떨어지며, 이는 사회적 이동성을 낮추고 빈곤을 대물림하게 만드는 결과를 낳습니다.",
        "GRAFE 선생님은 이러한 교육 문제를 해결하기 위해 교육 시스템의 강화와 교육 환경의 개선이 필수적이라고 강조하고 있습니다. 그녀는 교육이 장기적인 경제 성장의 핵심이라고 언급하며, 정부가 교육에 더 많은 투자를 해야 한다고 주장합니다.",
        "제조업의 부재와 편향된 토지 분배도 필리핀의 경제적 불평등을 설명하는 중요한 요소입니다. 필리핀은 서비스업이 발달한 나라로, 제조업이 차지하는 비중이 17%로 낮습니다. 제조업의 부족은 필리핀 경제의 다각화를 저해하며, 양질의 일자리를 제공하지 못하게 만듭니다. 이에 따라 필리핀은 경제적 구조적 약점을 가지게 되었고, 이는 빈부격차를 더욱 심화시켰습니다. 또한, 식민지 시대 이후 토지의 대규모 재분배가 이루어지지 않으면서, 일부 가문들이 토지와 정치권을 지배하는 과두제적 구조가 형성되었습니다. 이에 따라 필리핀은 가장 비옥한 토지를 가지고 있음에도 불구하고, 대다수 국민이 빈곤에 시달리는 상황이 발생하고 있습니다.",
        "이 모든 문제를 해결하기 위해서는 정부의 투명성을 높이고 부패를 줄이는 것이 필수적입니다. 정부가 부패와 비효율성을 줄이고, 투명한 정책 집행을 통해 경제적 불평등을 완화하는 것이 중요합니다. GRAFE 선생님은 이러한 개혁이 이루어져야 필리핀의 빈부격차가 줄어들고, 지속 가능한 경제로 성장할 수 있다고 강조합니다.",
      ],
    ],
  },
];
const wealthLinkData = [
  {
    title: `"상대적 빈곤율"`,
    link: "https://www.index.go.kr/unify/idx-info.do?idxCd=5056",
    office: "지표누리",
    wirteDate: "2023년 12월 7일",
    searchDate: "(2024년 8월 14일 검색)",
  },
  {
    title: `"PH MAKES SIGNIFICANT PROGRESS IN POVERTY REDUCTION, SINGLE-DIGIT POVERTY RATE ACHIEVABLE BY 2028—NEDA"`,
    link: "https://neda.gov.ph/ph-makes-significant-progress-in-poverty-reduction-single-digit-poverty-rate-achievable-by-2028-neda/#:~:text=The%202023%20Full%20Year%20Official,from%2018.1%20percent%20in%202021",
    office: "GOVPH",
    wirteDate: "2024년 7월 22일",
    searchDate: "(2024년 8월 14일 검색)",
  },
  {
    title: `"필리핀 대선: '독재자의 아들' 마르코스 주니어 승리가 남긴 의문"`,
    link: "https://www.bbc.com/korean/international-61420595",
    office: "BBC News 코리아",
    wirteDate: "2022년 5월 12일",
    searchDate: "(2024년 8월 14일 검색)",
  },
  {
    writer: "Peter S. Goodman",
    title: `"‘There’s No Other Job’: The Colonial Roots of Philippine Poverty"`,
    link: "https://www.nytimes.com/2023/12/30/business/philippine-economy-colonial-legacy.html",
    office: "The New York Times",
    wirteDate: "2023년 12월 30일",
    searchDate: "(2024년 8월 16일 검색)",
  },
];

// 교육
const educationH3Data = [
  {
    h3: "필리핀의 교육시스템",
    h4: [
      "취학 전 과정(Pre-School)",
      "초등과정(Grade School)",
      "중등과정(Junior High School)",
      "고등과정(Senior High School)",
    ],
    p: [
      "2014년 이전에는 초등학교 6년 고등학교 4년으로 10년의 교육과정이었습니다. 하지만 국제표준교육과정(12년의 교육과정)과는 달랐기에 필리핀 학생들이 외국 대학으로 진학할 때 12년간의 성적을 제출할 수 없어 큰 문제로 자리 잡았습니다. 또한 '인력 수출국'으로 불리는 필리핀의 입장에서는 10년제 교육제도로는 고등교육을 받은 근로자로 해외에서 인정을 받기 어려웠습니다. 이 때문에 2014년 이후 정부는 2년간의 Senior High School 과정에서 기초적인 기술교육(컴퓨터, 보건 등)을 가르치게 됩니다. 이 과정은 학교 졸업 후 바로 취업하려는 학생과 대학에 들어가기 전 사전지식을 채우고 싶은 학생들을 위한 교육과정을 제공하고 있습니다. 이를 'K-12 제도'라고 합니다.",
      "취학 전 유아교육과정은 크게 2가지로 분류할 수 있습니다. 하나는 만 2세~4.5세의 유아들을 위한 과정과 다른 하나는 만4.5세~6.5세의 아이들을 위한 과정으로 한국의 유치원, 어린이집의 개념과 비슷합니다. 이를 Pre-School 또는 Kindergarten이라 부르는데, 하루에 약 4시간 정도의 수업을 받습니다.",
      "필리핀의 초등학교 교과과정은 6년이며 만 6세부터 입학이 가능합니다. 필리핀 공립학교의 경우는 거의 학비가 없거나 몇천 페소 정도이지만 외국인 학교 혹은 사립학교 같은 경우는 한 학기에 약 3~6만 페소(약 60~120만 원)를 지불하는 경우도 있습니다. 필리핀은 현지 언어와 영어를 함께 학습하여 대부분의 수업을 영어로 진행합니다. 필리핀의 초등과정 교과목을 간단히 소개하자면\n1~3학년(Grade 1-3) : English, Filipino, Mathematics, Science & Health, Computer, Sibika & Kulture, Musika, Sining, at Edukasyong Pangkatawan(MSEP), Bible 등\n4~6학년(Grade 4~6) : English, Filipino, Mathematics, Science & Health, Computer, Sibika & Kulture, Musika, Sining, at Edukasyong Pangkatawan(MSEP), Edukasyong Pantahanan at Pangkabuhayan(EPP), Bible 등\n으로 영어가 주된 교육과정 중 하나인 것을 알 수 있습니다.",
      "Junior High School의 교과과정은 4년으로 이때의 교육과정도 초등과정과 크게 다르지 않습니다. 우리나라의 중학교와 고등학교가 합해진 개념으로 생각하면 됩니다. 중등과정 교과목을 간단히 소개하자면\n1~4학년(Grade 7~10) : English, Filipino, Mathematics, Science, Computer, Home Economics & Technology, Physical Education, Health, Music(PEHM), Araling Panlipunan, Revitalized Homeroom Guidance Program(RHGP), Computer, Bible 등\n으로 초등과정의 심화적인 내용을 주로 다룹니다.",
      "Senior High School의 교과과정은 2년이며 주로 대학교에 진학하기 전에 전문교육을 미리 받는 과정 또는 사회에 진출해서 쉽게 응용할 수 있는 전문교육을 받는 과정입니다. 고등과정을 간단히 소개하자면\n1~2학년(Grade 11~12) :\n공통 : Sports, Art & Design\nAcademic 과정 : General Academic, ABM, HUMSS, STEM, Pre-Baccalaureate,Maritime 등\nTechnical-Vocational Livlihood 과정 : Agri-Fishery, ICT, Home Economics, IndustrialArts, TVL Maritime 등\n이 있습니다.",
    ],
    len: 4,
  },
  {
    h3: "필리핀 교육의 문제점",
    h4: [
      "낮은 교육 수준",
      "낮은 생활 수준과 대가족 체제로 인한 질적 수준 하락",
    ],
    p: [
      "객관적인 지표로 보아는 필리핀의 교육 수준은 낮은 편입니다. PISA 국제 학업 성취도 평가에서 조사 대상 77개국 가운데 76위를 기록했습니다. 하지만 2012년 개정 교육안이 통과된 이후 이는 조금 완화되나 했지만 필리핀 국민들의 부정적인 의견이 많아 아직은 평균에 못 미치는 교육 수준을 가지고 있습니다.",
      "필리핀은 낮은 1인당 GDP(국내 총생산)로 인해 질적 수준도 낮으며 종교, 전통의 문제로 대가족의 체제가 태반 수를 이루고 있어 자녀들의 교육 자체를 포기하거나 장남 혹은 장녀에게만 경제적인 지원을 해주고 나머지 자녀들은 바로 취업을 시키는 경우가 많습니다. 이러한 모습은 우리나라의 1960년~1970년대의 한국과 유사한 모습을 연상시키며 필리핀은 아직 가부장제와 호주제, 남아 선호, 대가족제의 경향이 아주 짙습니다.",
    ],
    len: 2,
  },
];

// 인터뷰
const interviewData = [
  {
    tagEng: "water_quality",
    tagKor: "수질",
    writer: "윤예경",
    questions: [
      "다른 나라 혹은 마닐라(or 보라카이)를 방문한 적 있습니까?",
      "바콜로드와 다른 나라(또는 마닐라, 보라카이)의 일반 수질 및 식수를 비교했을 때 어떤가요?",
      "많은 필리핀 사람이 샤워기 필터를 사용하지 않는 것으로 알고 있는데, 왜 보편적이지 않은가요? 샤워기 필터에 대한 인식은 어떤가요?",
      "현재 필리핀의 수질 및 식수에 만족하나요? (긍정적 또는 부정적인 이유)",
    ],
    answers: [
      [
        "네, 저는 과거에 여러 나라와 도시를 방문한 적이 있습니다. 방문한 국가는 홍콩, 중국, 싱가포르였고, 필리핀 도시로는 마닐라와 일로일로를 방문했습니다.",
        "네, 저는 싱가포르와 인도네시아의 수도 자카르타를 방문한 적이 있습니다.",
      ],
      [
        "다른 나라의 수질은 마시기에 매우 안전합니다. 싱가포르와 홍콩의 수돗물은 중국과 마닐라보다 더 안전하며, 중국과 마닐라는 오염으로 인해 덜 안전합니다. 식수의 상태는 싱가포르가 가장 좋습니다.",
        "바콜로드에서는 일상적으로 수돗물을 사용하지만, 식수는 다른 물을 사용합니다. 저는 바콜로드의 수질과 다른 나라의 수질이 비슷하다고 생각합니다.",
      ],
      [
        "많은 필리핀 사람은 샤워기 필터가 비싸고 계속 교체해야 하므로 사용하지 않습니다. 저의 경우에는 피부 자극과 알레르기 문제를 해결하기 위해 샤워기 필터를 사용합니다. 필터는 석회질 물로부터 나를 보호해 줄 수 있기 때문입니다.",
        "개인적으로 우리 가정은 전통적인 방법인 들통과 지하수를 사용하지만, 편의를 위해 화장실에 샤워기 필터를 설치했습니다. (윤예경의 추측: 아마 물세기를 더 자유롭게 조절할 수 있어서 샤워기 필터를 설치했을 것 같습니다. 많은 필리핀 사람은 샤워기 자체가 없고 그냥 물을 받아서 사용하기 때문입니다)",
      ],
      [
        "사실, 제가 마시는 물의 브랜드에 따라 다릅니다. 선택할 수 있는 식수 브랜드가 많고, 어떤 브랜드는 저에게 괜찮지만, 너무 많이 증류되었거나 마신 후 후유증이 있는 물은 제 입맛에 맞지 않습니다. 솔직히 말해서, 저는 필리핀의 물이 마시기에 안전하다고 생각합니다.",
        "우리 집은 지하수를 사용하고 있습니다. 이 지하수는 펌프를 사용해 깊은 곳에서 가져온 것입니다. 바콜로드의 물 저장소 덕분에 충분히 만족합니다.",
      ],
    ],
    len: 4,
  },
  {
    tagEng: "wealth_gap",
    tagKor: "빈부격차",
    writer: "권기영",
    questions: [
      "필리핀에서 대규모 빈부격차를 나타내는 통계에 대해 어떻게 생각하시나요? 이 격차로 인해 발생한 불편함을 경험하거나 들어본 적이 있나요?",
      "상대적 빈곤율 감소를 보도한 뉴스에 대해 어떻게 생각하시나요? 이를 체감하고 계시는가요?",
      "외국인들에게 구걸하는 아이들을 자주 보게 됩니다. 이 현상의 원인은 무엇이라고 생각하시나요?",
      "빈부격차의 주요 원인은 무엇이라고 생각하시나요?",
      "필리핀 사람들이 이 문제에 대해 매우 관심이 있다고 생각하시나요?",
      "빈부격차가 가장 두드러지게 나타나는 분야는 어디라고 생각하시나요? (예: 교육, 건강, 주택)",
      "빈부격차를 줄이기 위해 정부나 지역 사회가 먼저 해야 할 일은 무엇이라고 생각하시나요?",
    ],
    answers: [
      [
        "필리핀 전체 인구의 18.1%가 국가 빈곤선 이하에서 생활하고 있다는 통계에 따르면, 실제 수치는 이와 비슷하거나 더 클 수 있다고 생각합니다. 필리핀이 제3세계 국가로 여겨진다는 사실만으로도 많은 것을 시사합니다. 필리핀은 경제적으로 유리한 조건에도 불구하고, 부패와 정치적 불안정성 때문에 장기적으로 실행할 수 있는 경제 정책을 마련하지 못하고 있어 경제 정체를 초래하고 있습니다. 이에 따라 고용 기회가 부족해지고, 결국 더 많은 유능한 필리핀인들이 자국 산업을 발전시키기보다는 해외로 일자리를 찾아 떠나게 됩니다(노동 이주).",
      ],
      [
        "필리핀에서 믿을 만한 뉴스 소스를 찾기 어렵기 때문에 보도되는 모든 정보는 신중히 받아들여야 합니다. 만약 빈곤율 감소를 나타내는 숫자가 있다면 그것은 좋은 신호일 수 있지만, 이를 체감하느냐고 묻는다면, 그렇지 않다고 생각합니다.",
      ],
      [
        "교육 부족의 결과인 가족계획 부재가 원인이라고 생각합니다. 이 또한 열악한 정부 정책의 결과이며, 이는 악순환을 초래합니다.",
      ],
      [
        "부패, 과두제, 정치적 갈등 등으로 인한 부실한 정부 운영이 불안정한 경제 정책과 법률을 초래하고, 이에 따라 낮은 통화 가치와 교육 부족이 생깁니다. 더 나은 기회를 찾지 못한 유능한 필리핀인들이 해외로 이주하게 되는 것이 그 결과입니다. 이들은 필리핀보다 더 관리 가능한 정치적, 경제적 여건을 가진 국가에서 새로운 삶을 찾고자 합니다.",
      ],
      [
        "그렇습니다. 새로운 세대는 이러한 문제들에 대해 더 다양한 지식을 가지고 있으며, 더 큰 관심을 보입니다. 하지만 그들의 수는 아직 적습니다.",
      ],
      [
        "교육, 특히 문해력에서 두드러집니다. 주택 문제도 연간 발생하는 지리적 이슈로 인해 심각합니다.",
      ],
      [
        "교육 시스템을 강화하고 교육 환경 개선을 지원해야 합니다. 교육은 장기적인 경제 성장을 촉진하는 강력한 촉매제이며, 이를 통해 빈곤을 줄이고 사회적 평등을 제공하며, 포괄적인 국가 정부를 발전시킬 수 있습니다.",
      ],
    ],
    len: 7,
  },
  {
    tagEng: "history",
    tagKor: "역사",
    writer: "김한나",
    questions: [
      "어느 나라가 필리핀에 가장 큰 영향을 미쳤다고 생각했나요?",
      "이유",
      "역사 수업에서 얼마나 깊이 배우나요?",
      "역사적으로, 가장 부정적으로 보는 나라는 어디인가요?",
      "긴 식민지에 어떤 영향이 있나요?",
    ],
    answers: [
      ["스페인과 미국", "스페인", "스페인"],
      [
        "필리핀은 동남아시아에서 서구화된 국가 중 하나이며, 동양과 서양 문화가 뚜렷하게 조화를 이루고 있습니다. 스페인과 미국은 필리핀을 식민지화했으며, 그들은 필리핀 문화의 독특함을 형성하는 데 가장 큰 영향을 미쳤습니다. 스페인은 종교, 문화, 언어, 건축 등을 가져왔고, 미국은 스페인이 주로 무시했던 과학에 대한 깊은 이해를 교육 시스템에 기여하며 영어를 도입했습니다.",
        "스페인은 300년 넘게 필리핀을 식민지화했기 때문에 필리핀에 가장 큰 영향을 미쳤습니다. 스페인은 기독교를 소개하고, 언어에 영향을 미쳤으며, 정부 구조를 세웠고, 지속적인 건축 및 문화적 유산을 남겼습니다.",
        "스페인은 필리핀의 일부 지역에서 문화, 신념, 전통, 심지어 언어에서도 광범위한 영향을 미쳤습니다. 또한, 스페인은 필리핀에 가톨릭을 도입한 나라로, 필리핀인들은 이를 받아들여 다른 세대에 전해주고 있습니다.",
      ],
      [
        "필리핀 역사 수업에서는 식민지 이전 문명, 스페인 식민지화, 독립을 위한 투쟁, 현대화의 도전과 같은 중요한 순간들을 탐구하면서 필리핀의 풍부한 역사적 배경을 배웁니다. 다양한 문화적 영향, 사회정치적 운동, 경제적 변화를 조사하면서, 필리핀 사회를 형성한 요소들을 깊이 이해하려고 노력합니다. 주요 출처와 역사적 설명, 다양한 이해관계자의 관점을 통해, 이러한 역사적 내러티브가 현재의 필리핀 정체성과 국가 의식에 어떻게 기여하는지 탐구합니다.",
        "역사에 대한 깊은 이해는 사회 전체와 그 안의 개인 모두에게 이익이 됩니다. 역사는 단순히 사건이나 날짜를 암기하는 것이 아닙니다. 오히려 다양한 관점을 평가하고 분석하는 과정을 포함합니다. 우리는 우리의 정체성과 조상을 더 잘 이해하기 위해 초등학교 때부터 역사에 대해 배우고 생각해 왔습니다.",
        "필리핀 역사 수업에서는 필리핀이 다양한 방언을 사용하게 된 이유와, 제1차 세계대전과 제2차 세계대전 동안 나라를 방어한 필리핀 영웅들의 희생을 소중히 여기고 존중하게 된 배경을 배웠습니다. 이러한 역사적 사건들은 필리핀의 국가적 공동체 의식과 정체성을 이해하는 데 중요한 역할을 합니다.",
      ],
      [
        "역사적 사건과 국가에 대한 견해는 관점과 해석에 따라 크게 달라질 수 있습니다. 일부 사람들은 갈등, 식민주의 또는 인권 침해에서의 역할로 인해 특정 국가를 부정적으로 볼 수 있습니다. 그러나, 세계 역사에 대한 균형 잡힌 이해를 촉진하기 위해 다양한 관점과 맥락을 이해하는 것이 중요합니다.",
        "일본은 필리핀 역사에서 부정적인 이미지가 많은 나라로 여겨졌습니다. 필리핀의 조상들은 일본 통치 시절에 극심한 살인과 고난을 겪었습니다.",
      ],
      [
        "식민지는 식민지 개척자와 피식민지 국가 모두에게 지속적인 영향을 미칠 수 있습니다. 식민지화는 경제적 착취, 문화적 동화, 정치적 소외, 사회적 혼란을 초래할 수 있습니다. 반면, 식민지 개척자들은 경제적, 전략적 이익을 얻을 수 있지만, 윤리적, 정치적 도전에 직면하기도 합니다. 이러한 역사적 유산은 오늘날 세계의 많은 지역에서 세계 관계, 문화적 정체성, 사회 경제적 격차에 계속 영향을 미치고 있습니다.",
        "필리핀의 경우, 긴 식민지 시기를 거치면서 필리핀인들은 다양한 지역과 섬에서 다른 문화와 신념을 받아들였습니다. 필리핀은 여러 섬으로 구성된 나라임에도 불구하고, 각각의 섬이 서로 다른 문화를 실천하는 독특한 다문화적 정체성을 지니고 있습니다.",
      ],
    ],
    summary: [
      "",
      "스페인은 필리핀에 기독교, 언어, 정치적 구조, 다양한 문화를 도입하여 필리핀이 동양과 서양의 문화가 조화를 이룬 독특한 나라가 되도록 하는 데 중요한 역할을 했습니다.",
      "필리핀 학생들은 초등학교부터 역사 수업에서 식민지 이전과 투쟁, 현대화 등을 중심으로 국가적 공동체 의식과 자신의 정체성을 보다 잘 이해하기 위해 깊이 있는 학습을 진행합니다.",
      "세계 역사적 관점에서 맥락을 이해하는 것이 중요하지만, 필리핀 역사에서 부정적으로 보는 나라 중 하나는 일본입니다.",
      "식민지는 지배국과 피지배국 모두에게 영향을 미치며, 장기간 이어질수록 사회적 혼란과 도전을 야기할 수 있습니다. 그러나 이러한 과정에서 필리핀처럼 독특한 다문화적 정체성과 문화유산이 형성될 수도 있습니다.",
    ],
    len: 5,
  },
  {
    tagEng: "traffic",
    tagKor: "교통",
    writer: "김선우",
    questions: [
      "지프니와 버스의 차이점은 무엇인가요? (버스는 지프니에 비해 에어컨이 있지만 가격은 비슷하다고 하네요)",
      "지프니는 개인 차량으로 알고 있습니다. 버스는 별도의 회사가 있는 건가요?",
      "지프니를 타면 매연이 심한데, 필리핀 정부에서 지프니를 없애는 작업을 하고 있다고 들었습니다. 이에 대해 어떻게 생각하시나요?",
      "마닐라와 세부에서는 구글 지도로 경로를 검색하면 어떤 지프니를 타야 할지 나오는데, 바콜로드에서는 나오지 않는 이유가 무엇인가요?",
      "만약 앱이 있다면 그 앱을 이용할 의사가 있나요? 그리고 바콜로드 사람 중 몇 %가 이 앱을 사용할 것 같나요?",
    ],
    answers: [
      [
        "지프니의 가격은 11페소이고, 버스의 가격은 학생이 12페소, 어른이 15페소입니다. 두 교통수단은 같은 경로를 운행하지만, 버스는 더 긴 거리를 운행합니다.",
      ],
      [
        "지프니 기사들은 자신의 지프니를 소유하여 개인 사업자로 운행하거나, 지프니를 소유하고 있는 곳에서 지프니를 빌려 운행합니다. 반면, 버스 기사들은 회사에 고용되어 팀을 이루어 일합니다. 예를 들어, Choret와 Ceres는 각각 시내와 시외버스 회사입니다. 지프니 기사들은 개인 사업자로서 자신이 원하는 경로로 손님을 태우고 수익을 전부 가져갑니다. 버스 기사들은 회사에서 월급을 받지만, 매일 또는 매달 정해진 목표 금액인 8천 페소를 달성해야만 버스를 운행할 자격을 얻고 월급을 받을 수 있습니다.",
      ],
      [
        "몇몇 지프니는 매연이 심할 수 있지만, 대부분의 지프니는 자동차 검사를 받고 매연 점검을 받습니다. 정부는 지프니를 버스로 교체하려고 노력하고 있지만, 개인적으로는 지프니가 더 편하다고 느낍니다. 에어컨 바람이 몸에 좋지 않다고 느껴질 때가 있기 때문입니다.",
      ],
      [
        "바콜로드에서는 지프니 경로를 제공하는 앱이 아직 개발되지 않았기 때문일 수 있습니다. 그래서 우리는 이동할 때 기사들에게 물어보거나 구글 맵을 사용하거나 걸어서 목적지까지 찾아가기도 합니다.",
      ],
      [
        "앱이 있다면 유용할 것 같습니다. 필요할 때마다 사용할 것 같아요. 아마 바콜로드 사람 중 80% 정도가 이 앱을 사용할 것으로 생각합니다. 나이 많은 분들을 제외하면 대부분의 사람이 사용할 것 같습니다.",
      ],
    ],
    len: 5,
  },
  {
    tagEng: "education",
    tagKor: "교육",
    writer: "신나연",
    questions: [
      "현재 필리핀의 교육 시스템은 초등학교 6년, 고등학교 4년, 시니어 고등학교 2년으로 구성되어 있는데, 이러한 배분이 적절하다고 생각하시나요?",
      "시니어 고등학교는 2014년 이후 필리핀의 10년 교육 과정을 다른 국가들과 같도록 12년 교육 과정으로 개편한 것인데, 이에 대한 장단점은 무엇이라고 생각하시나요?",
      "시니어 고등학교 과정은 일반적인 교과보다는 대학에 들어가기 전에 사전에 전문 지식을 간단히 배우는 과정이라고 들었는데, 실제로 잘 이루어지고 있나요?",
      "정부가 교육에 대한 지원을 해주나요?",
    ],
    answers: [
      [
        "필리핀은 12년 교육 과정 도입한 지 얼마 되지 않았습니다. 다른 국가들과 달리, 원래는 시니어 고등학교라는 개념 없이 10년의 교육 과정을 거치고 바로 대학에 진학하곤 했습니다. 배분 자체는 적절하다고 생각하지만, 너무 성급한 변화였다고 느낍니다.",
        "2014년 이후 시니어 고등학교가 생긴 것은 매우 긍정적이라고 생각합니다. 이전에는 초등학교 8년, 고등학교 2년 이후 바로 대학에 진학하는 것이 성급하다고 느껴졌기 때문에, 이러한 제도를 환영합니다. 기존 교육 과정을 늘리는 대신, 새로운 시니어 고등학교를 세워 안정적으로 정착할 수 있었다고 생각합니다. 그래서 이 배분에 대해 긍정적으로 생각합니다.",
        "시니어 고등학교가 2014년 이후 도입되었기 때문에 저는 시니어 고등학교에 다니지 않았습니다. 하지만 부모의 입장에서 자녀가 교육받을 기회가 늘어난 것은 긍정적이라고 생각합니다. 그러나 급작스러운 변화로 인해 비용 부담이 증가했고, 이에 대한 정부의 지원이 더 필요하다고 느낍니다.",
        "필리핀은 오랫동안 10년 교육 체제를 유지해 왔기 때문에, 12년의 교육 과정이 다소 길다고 느껴집니다. 저는 시니어 고등학교를 경험하지 않았기 때문에 자세히는 모르지만, 2년의 교육 과정이 추가되면서 학부모들의 부담이 커졌고, 이에 대해 부정적인 의견도 적지 않습니다.",
      ],
      [
        "사실 교육 과정이 늘어난 것에 대한 장단점을 크게 느끼지 못하고 있지만, 시니어 고등학교 자체는 긍정적이라고 생각합니다. 시니어 고등학교에서는 대학에 들어가기 전 자신이 희망하는 학과에 대한 사전 교육을 제공합니다. 이에 따라 일반 교과목에서 전공으로의 급작스러운 전환을 완화할 수 있어 좋은 제도라고 생각합니다. 단점은 학부모의 부담이 늘어난 것인데, 2년의 교육 과정이 추가되면서 학비에 대한 부담이 증가해 부정적인 의견도 적지 않았습니다.",
        "저는 시니어 고등학교의 장점을 크게 느끼지 못했습니다. 오히려 부모님의 부담이 증가한 것이 더 크게 느껴졌습니다. 시니어 고등학교의 취지는 물론 좋았지만, 막상 2년 동안 크게 배우는 것 없이 졸업하는 느낌이 강했습니다. 제가 시니어 고등학교를 다녔을 때는 교육 과정이 제대로 자리 잡지 못한 것도 있었지만, 교육 내용 자체에서도 큰 메리트를 느끼지 못했습니다.",
        "응답자 2명은 시니어 고등학교 과정을 수료하지 않아 잘 모름",
      ],
      [
        "저는 시니어 고등학교에서 많은 것을 배우고, 그 덕분에, 전공에 더 잘 적응할 수 있었다고 생각합니다. 그러나 사실 아직은 미흡한 점이 많습니다. 2014년에 급작스럽게 시행된 교육 제도이기 때문에, 아직 교사 모집이나 정부의 지원이 충분히 자리 잡았다고 생각하지 않습니다. 하지만 이러한 부분만 보완된다면 좋은 제도임은 틀림없습니다.",
        "시니어 고등학교는 초등학교나 고등학교와는 달리 자신이 희망하는 전공에 대해 배울 수 있다는 장점이 있습니다. 물론 제가 졸업한 지 오래되어 현재의 시니어 고등학교가 얼마나 잘 이루어지고 있는지 확실히 알 수는 없지만, 제가 시니어 고등학생이었을 때 기준으로 말하자면 교사의 전문성이나 정부 지원이 더 발전되어야 한다고 생각합니다.",
      ],
      [
        "필리핀에는 공립학교와 사립학교가 있는데, 공립학교는 한국과 비슷하게 대부분 지원해 주지만, 사립학교는 거의 학부모가 부담합니다.",
      ],
    ],
    len: 4,
  },
  {
    tagEng: "weather",
    tagKor: "날씨",
    writer: "김혜민",
    questions: [
      "필리핀 날씨에 대해 전반적으로 어떻게 생각하시나요?",
      "갑작스러운 비에 대비해 매일 외출할 때 우산을 챙기시나요?",
      "우기와 건기 동안 비 오는 날의 빈도 차이는 어떻게 되나요?",
      "동남아시아의 기후가 항상 습하다고 생각하는 사람들이 많지만, 건기 동안 실제로 느껴지는 건조함은 어떤가요?",
      "계절과 날씨에 따라 사람들의 생활 패턴(음식, 일, 생활 등)이 변화하나요?",
      "필리핀 여행을 하기 가장 좋은 날씨는 언제인가요?",
    ],
    answers: [
      [
        "필리핀의 날씨는 급작스럽습니다. (날씨 변화가 갑작스럽게 일어나는 경우가 많습니다)",
      ],
      [
        "필리핀의 날씨가 급작스럽게 변하는 경우가 자주 있기 때문에, 언제나 우산을 챙기시는 것이 좋습니다. 맑은 날씨에도 갑자기 비가 내릴 수 있어 우산을 항상 가지고 다니는 것이 현명한 선택입니다.",
      ],
      ["우기는 6월에서 11월 사이, 건기는 12월에서 5월 사이입니다."],
      [
        "필리핀의 건기 동안에는 일부 강이나 호수가 마를 정도로 건조하며, 강한 열기로 인해 작물이 피해를 보는 경우도 있습니다.",
      ],
      [
        "네, 날씨는 사람들의 생활에 큰 영향을 미칩니다. 예를 들어, 우리는 건기 동안 강렬한 열기로부터 자신을 보호하기 위해 재킷이나 우산을 준비합니다. 또한, 시원한 필리핀 간식이나 음료를 즐기며 수분을 보충하고, 더위를 피하고자 쇼핑몰이나 해변을 자주 방문하며, 여름옷을 주로 입습니다.",
      ],
      [
        "필리핀 여행에 가장 좋은 시기는 12월부터 2월 사이입니다. 이 시기는 건조하면서도 시원한 계절로, 필리핀의 긴 크리스마스 시즌과 다양한 축제를 경험할 수 있는 시기입니다. 또한, 유명한 해변을 방문하기에도 적합한 시기입니다.",
      ],
    ],
    len: 6,
  },
];

// 취업
const jobData = [
  "필리핀 노동시장은 코로나 팬데믹 이후 정부의 고강도 고용 환경개선 의지를 통해 지속적으로 개선되고 있습니다. 또한 대선후보들의 정책 역시 일자리 회복 계획과 인프라 개발을 통한 일자리 창출에 중점을 두고 있는 만큼 긍정적인 신호를 보내고 있습니다. 우리나라도 그렇듯 필리핀에서의 취업을 원할 경우 범죄 경력이 없어야 하며, 영문 이력서와 영문 최종 학력 증명서와 성적 증명서를 준비해 두면 보다 편리하게 인사 담당자의 회신 확률이 높아집니다.",
];
const jobH3Data = [
  {
    h3: "영문 이력서 준비 및 구성",
    h4: [
      "1. Personal Information",
      "2. Profile",
      "3. Education",
      "4. Work Experience",
      "5. Extracurricular Activities/Honor & Awards",
    ],
    p: [
      "앞에서 언급했듯이 외국은 개인정보를 엄격하게 규제하고 있기 때문에 사적인 정보는 잘 기재하지 않습니다. 보통 이메일 정도는 함께 기재하는데, 이때 이메일은 자신의 이름과 국가가 들어간 이메일 주소가 좋으며, 네이버나 다음보다는 전 세계적으로 많이 쓰는 구글 메일(Gmail)이 좋습니다.\n예시: nayeon_kr@gmail.com",
      "외국계 기업은 이력서 1장 내외를 선호하기에 제한된 범위 내에서 최대한 자신의 매력을 보이는 것이 중요합니다. 이때는 글머리 기호보다는 서술형으로 작성하고 간략하게 한 문단으로 정리하는 것이 좋습니다.\n(1) 직무, 경력\n(2) 내가 일해왔던 업종\n(3) 내가 지닌 차별화된 역량\n(4) 기술, 성과는 구체적으로 표현",
      "경력직이라면 학력에는 고등학교 이전은 적지 않고 대학교와 그 이후의 교육 사항만 적습니다. 신입이라면 고등학교, 대학교 정보를 넣는 것이 좋습니다. 학교 외에 직무와 관련된 교육이나 수업이 있다면 이력서 하단에 Professional Certificates 항목을 넣어주면 됩니다.",
      [
        "가장 신경을 많이 써야 하는 부분입니다. 내가 했던 다양한 업무를 간략하게 써야 하는 항목이며, 업계에서만 쓰는 전문용어나 줄임말은 지양해 주는 게 좋습니다. 중요한 것은 업무를 나열하지 않고 내 업무로 인한 결과를 수치화하는 것입니다.\n(1) 회사명 및 소재지\n(2) 재직 기간\n(3) 당시 나의 부서와 직무\n(4) 프로젝트 성과 및 결과\n- 프로젝트 성과 작성법\n",
        [
          "1) 결과를 보여줄 때는 수치화로 할 것",
          "2) 능동형으로 표현하고 주도적인 동사를 사용할 것",
          "3) 지나친 미사여구나 동어 반복은 지양할 것",
        ],
      ],
      "경력직보다는 신입사원에게 추천하는 항목이며, 재학 시절 학업 외 대외 활동, 동아리, 작품전, 장학금 등의 경험을 기술하면 됩니다. 이때 마찬가지로 어떤 활동을 했는지에 대한 내용보다는 어떤 성과를 냈는지 짧게 한 줄로 요약하는 것이 좋습니다.",
    ],
    intro:
      "국문 이력서는 기업별로 규격화된 양식을 채우는 형태로 상단에 사진, 성별, 나이 등 다소 사적인 개인정보가 들어가지만, 영문 이력서는 형식이 비교적 자유롭습니다. 나의 강점에 따라 학력보단 경력을 상단에 위치시키거나 자격증을 하단에 쓰는 등 개인정보나 학력보단 역량 중심으로 보는 경우가 많습니다. 특히 대부분의 외국 기업은 개인 정보를 법적으로 매우 엄격하게 규제하기 때문에 성별, 나이, 인종, 종교 등은 잘 포함하지 않습니다.\n외국계 기업은 이력서를 간결하게 읽을 수 있는 1장을 선호합니다. 그 때문에 자격증, 학력보다는 실무 능력과 경험을 압축하여 자신의 역량을 최대한으로 보여줄 수 있게 내용을 간결화시키는 능력도 중요합니다.\n하단은 영문 이력서의 구성을 설명합니다.",
    len: 5,
  },
  {
    h3: "구직 사이트 정보",
    h4: [
      "(1) 잡스트리트(Jobstreet)",
      "(2) 워크어브로드(Workabroad)",
      "(3) 온라인잡스(Onlinejobs)",
      "(4) 페이스북(Facebook)",
      "(5) 제이케이 네트워크(JK Network Service)",
    ],
    h4Link: [
      "https://www.jobstreet.com/",
      "https://www.workabroad.ph/",
      "https://www.onlinejobs.ph/",
      "https://www.facebook.com/?locale=ko_KR",
      "https://jknetwork-jobs.com/",
    ],
    p: [
      "대표적인 필리핀 구직 정보 사이트입니다. 제공하는 구직 정보가 많고 개별 커리어 상담까지 해주고 있어 유용하게 사용하기 좋은 사이트입니다.",
      "필리핀에서 해외로 구직을 원하는 사람들에게 유용한 사이트로, 우리나라 사람이 필리핀에서 취업 후 다른 나라에서의 취업을 다시 희망할 때 사용하기 좋습니다. 해외근무 위주의 구직 정보가 제공되며, 30개의 카테고리로 직업군을 분류해 놓고 외국인 전용 사이트도 운영하고 있는 게 특징입니다.",
      "유료 회원에게 제공되는 정보가 많지만, 직종별, 연봉별로 정보를 제공하고 합격한 샘플 이력서도 제공하여 구직 시 많은 참고 자료를 얻을 수 있습니다.",
      "필리핀은 특히 페이스북을 활용한 채용공고가 활발한 편입니다. 급한 채용 및 한국인 채용 정보도 자주 올라오며, 지역별로 구직을 위한 그룹이 있어 희망하는 지역의 채용 및 구직 그룹에 가입하여 검색하면 효과적으로 정보를 얻을 수 있습니다.",
      "필리핀의 대표적인 헤드헌터 개념의 회사로서 아웃소싱을 전문으로 하는 회사들의 구직 정보가 많습니다. 특히 이중 언어를 활용할 수 있는 구직 정보가 많아 취업을 원하는 한국인을 비롯한 외국인들에게 유용한 정보들이 많습니다.",
    ],
    len: 5,
  },
  {
    h3: "필리핀에서 구할 수 있는 대표적인 직업",
    h4: ["필리핀 유학원", "호텔 및 관광", "통역사", "IT 관련 직종"],
    p: [
      "필리핀은 합리적 연수 금액과 물가, 한류열풍으로 인한 호의적인 현지 분위기, 지리적 장점으로 인해 다양한 지역에 많은 유학원을 가지고 있습니다. 특히 필리핀은 한국에서 4시간의 비행시간으로 갈 수 있는 지리적 장점이 커 많은 한국인이 어학연수 혹은 학업의 이유로 유학원을 많이 방문하여 다양한 유학원에서 한국인 스태프를 많이 구하고 있습니다. 또한 유학원의 특성상 스태프들이 함께 유학원에서 어학 공부를 하는 경우가 많아 공부와 취업을 동시에 희망하는 사람들에게 추천하는 직종입니다.",
      "마닐라, 세부, 보라카이 등 필리핀은 많은 관광지를 가지고 있습니다. 특히 세부와 보라카이는 한국인이 사랑하는 여행지로 많이 꼽히는 만큼 현지 호텔 및 관광업체에서는 한국인을 많이 모집하고 있습니다. 또한 업무 난도가 낮고 현지에 대한 이해도가 높은 사람들에게 많은 사랑을 받는 직종 중 하나입니다.",
      "필리핀뿐만 아니라 모든 해외기업에서 필요로 하는 직종 중 하나입니다. 현재 한국은 전 세계적으로 영향력을 끼치고 있는 만큼 여러 기업에서 한국에 대한 관심을 많이 기울이고 있으며, 현지 언어와 한국어를 할 수 있는 인재를 필요로 합니다. 만약 어학 쪽으로 많은 자격증과 능력, 경력을 가지고 있으면 해당 나라의 통역사로서 취업이 가능합니다.",
      "현대사회에서 가장 주목받는 직종으로 IT 관련 직종을 꼽을 수 있습니다. 필리핀 또한 다양한 IT 기업들이 많아 개발자, 디자이너, 프로젝트 매니저 등 다양한 직종에서 구인하고 있으며, 이중 언어 구사가 가능한 한국인은 현지 IT 기업에서 중요한 인재로 평가받고 있습니다.",
    ],
    len: 4,
  },
];

export {
  historyData,
  historyH3Data,
  trafficH3Data,
  trafficData,
  weatherData,
  weatherH3Data,
  waterData,
  cultureH3Data,
  wealthData,
  wealthH3Data,
  educationH3Data,
  jobData,
  jobH3Data,
  wealthLinkData,
  interviewData,
};
