import { PageConfig } from "../types";

export const interview_wealth_gap_config: PageConfig = {
  header: "빈부격차 인터뷰",
  writer: "권기영",
  blocks: [
    {
      type: "interview",
      questions: [
        "필리핀에서 대규모 빈부격차를 나타내는 통계에 대해 어떻게 생각하시나요? 이 격차로 인해 발생한 불편함을 경험하거나 들어본 적이 있나요?",
        "상대적 빈곤율 감소를 보도한 뉴스에 대해 어떻게 생각하시나요? 이를 체감하고 계시는가요?",
        "외국인들에게 구걸하는 아이들을 자주 보게 됩니다. 이 현상의 원인은 무엇이라고 생각하시나요?",
        "빈부격차의 주요 원인은 무엇이라고 생각하시나요?",
        "필리핀 사람들이 이 문제에 대해 매우 관심이 있다고 생각하시나요?",
        "빈부격차가 가장 두드러지게 나타나는 분야는 어디라고 생각하시나요? (예: 교육, 건강, 주택)",
        "빈부격차를 줄이기 위해 정부나 지역 사회가 먼저 해야 할 일은 무엇이라고 생각하시나요?",
      ],
      answers: [
        [
          {
            text: "필리핀 전체 인구의 18.1%가 국가 빈곤선 이하에서 생활하고 있다는 통계에 따르면, 실제 수치는 이와 비슷하거나 더 클 수 있다고 생각합니다. 필리핀이 제3세계 국가로 여겨진다는 사실만으로도 많은 것을 시사합니다. 필리핀은 경제적으로 유리한 조건에도 불구하고, 부패와 정치적 불안정성 때문에 장기적으로 실행할 수 있는 경제 정책을 마련하지 못하고 있어 경제 정체를 초래하고 있습니다. 이에 따라 고용 기회가 부족해지고, 결국 더 많은 유능한 필리핀인들이 자국 산업을 발전시키기보다는 해외로 일자리를 찾아 떠나게 됩니다(노동 이주).",
            italic: false,
          },
        ],
        [
          {
            text: "필리핀에서 믿을 만한 뉴스 소스를 찾기 어렵기 때문에 보도되는 모든 정보는 신중히 받아들여야 합니다. 만약 빈곤율 감소를 나타내는 숫자가 있다면 그것은 좋은 신호일 수 있지만, 이를 체감하느냐고 묻는다면, 그렇지 않다고 생각합니다.",
            italic: false,
          },
        ],
        [
          {
            text: "교육 부족의 결과인 가족계획 부재가 원인이라고 생각합니다. 이 또한 열악한 정부 정책의 결과이며, 이는 악순환을 초래합니다.",
            italic: false,
          },
        ],
        [
          {
            text: "부패, 과두제, 정치적 갈등 등으로 인한 부실한 정부 운영이 불안정한 경제 정책과 법률을 초래하고, 이에 따라 낮은 통화 가치와 교육 부족이 생깁니다. 더 나은 기회를 찾지 못한 유능한 필리핀인들이 해외로 이주하게 되는 것이 그 결과입니다. 이들은 필리핀보다 더 관리 가능한 정치적, 경제적 여건을 가진 국가에서 새로운 삶을 찾고자 합니다.",
            italic: false,
          },
        ],
        [
          {
            text: "그렇습니다. 새로운 세대는 이러한 문제들에 대해 더 다양한 지식을 가지고 있으며, 더 큰 관심을 보입니다. 하지만 그들의 수는 아직 적습니다.",
            italic: false,
          },
        ],
        [
          {
            text: "교육, 특히 문해력에서 두드러집니다. 주택 문제도 연간 발생하는 지리적 이슈로 인해 심각합니다.",
            italic: false,
          },
        ],
        [
          {
            text: "교육 시스템을 강화하고 교육 환경 개선을 지원해야 합니다. 교육은 장기적인 경제 성장을 촉진하는 강력한 촉매제이며, 이를 통해 빈곤을 줄이고 사회적 평등을 제공하며, 포괄적인 국가 정부를 발전시킬 수 있습니다.",
            italic: false,
          },
        ],
      ],
      tagEng: "wealth_gap",
      videoUrl: "https://www.youtube.com/embed/anRyWUarqq0?si=UTvCzSqCrqSll5iP",
    },
  ],
};
