import { PageConfig } from "../types";

export const interview_history_config: PageConfig = {
  header: "역사 인터뷰",
  writer: "김한나",
  blocks: [
    {
      type: "interview",
      questions: [
        "어느 나라가 필리핀에 가장 큰 영향을 미쳤다고 생각했나요?",
        "이유",
        "역사 수업에서 얼마나 깊이 배우나요?",
        "역사적으로, 가장 부정적으로 보는 나라는 어디인가요?",
        "긴 식민지에 어떤 영향이 있나요?",
      ],
      answers: [
        [
          {
            text: "스페인과 미국",
            italic: false,
          },
          {
            text: "스페인",
            italic: false,
          },
          {
            text: "스페인",
            italic: false,
          },
        ],
        [
          {
            text: "필리핀은 동남아시아에서 서구화된 국가 중 하나이며, 동양과 서양 문화가 뚜렷하게 조화를 이루고 있습니다. 스페인과 미국은 필리핀을 식민지화했으며, 그들은 필리핀 문화의 독특함을 형성하는 데 가장 큰 영향을 미쳤습니다. 스페인은 종교, 문화, 언어, 건축 등을 가져왔고, 미국은 스페인이 주로 무시했던 과학에 대한 깊은 이해를 교육 시스템에 기여하며 영어를 도입했습니다.",
            italic: false,
          },
          {
            text: "스페인은 300년 넘게 필리핀을 식민지화했기 때문에 필리핀에 가장 큰 영향을 미쳤습니다. 스페인은 기독교를 소개하고, 언어에 영향을 미쳤으며, 정부 구조를 세웠고, 지속적인 건축 및 문화적 유산을 남겼습니다.",
            italic: false,
          },
          {
            text: "스페인은 필리핀의 일부 지역에서 문화, 신념, 전통, 심지어 언어에서도 광범위한 영향을 미쳤습니다. 또한, 스페인은 필리핀에 가톨릭을 도입한 나라로, 필리핀인들은 이를 받아들여 다른 세대에 전해주고 있습니다.",
            italic: false,
          },
        ],
        [
          {
            text: "필리핀 역사 수업에서는 식민지 이전 문명, 스페인 식민지화, 독립을 위한 투쟁, 현대화의 도전과 같은 중요한 순간들을 탐구하면서 필리핀의 풍부한 역사적 배경을 배웁니다. 다양한 문화적 영향, 사회정치적 운동, 경제적 변화를 조사하면서, 필리핀 사회를 형성한 요소들을 깊이 이해하려고 노력합니다. 주요 출처와 역사적 설명, 다양한 이해관계자의 관점을 통해, 이러한 역사적 내러티브가 현재의 필리핀 정체성과 국가 의식에 어떻게 기여하는지 탐구합니다.",
            italic: false,
          },
          {
            text: "역사에 대한 깊은 이해는 사회 전체와 그 안의 개인 모두에게 이익이 됩니다. 역사는 단순히 사건이나 날짜를 암기하는 것이 아닙니다. 오히려 다양한 관점을 평가하고 분석하는 과정을 포함합니다. 우리는 우리의 정체성과 조상을 더 잘 이해하기 위해 초등학교 때부터 역사에 대해 배우고 생각해 왔습니다.",
            italic: false,
          },
          {
            text: "필리핀 역사 수업에서는 필리핀이 다양한 방언을 사용하게 된 이유와, 제1차 세계대전과 제2차 세계대전 동안 나라를 방어한 필리핀 영웅들의 희생을 소중히 여기고 존중하게 된 배경을 배웠습니다. 이러한 역사적 사건들은 필리핀의 국가적 공동체 의식과 정체성을 이해하는 데 중요한 역할을 합니다.",
            italic: false,
          },
        ],
        [
          {
            text: "역사적 사건과 국가에 대한 견해는 관점과 해석에 따라 크게 달라질 수 있습니다. 일부 사람들은 갈등, 식민주의 또는 인권 침해에서의 역할로 인해 특정 국가를 부정적으로 볼 수 있습니다. 그러나, 세계 역사에 대한 균형 잡힌 이해를 촉진하기 위해 다양한 관점과 맥락을 이해하는 것이 중요합니다.",
            italic: false,
          },
          {
            text: "일본은 필리핀 역사에서 부정적인 이미지가 많은 나라로 여겨졌습니다. 필리핀의 조상들은 일본 통치 시절에 극심한 살인과 고난을 겪었습니다.",
            italic: false,
          },
        ],
        [
          {
            text: "식민지는 식민지 개척자와 피식민지 국가 모두에게 지속적인 영향을 미칠 수 있습니다. 식민지화는 경제적 착취, 문화적 동화, 정치적 소외, 사회적 혼란을 초래할 수 있습니다. 반면, 식민지 개척자들은 경제적, 전략적 이익을 얻을 수 있지만, 윤리적, 정치적 도전에 직면하기도 합니다. 이러한 역사적 유산은 오늘날 세계의 많은 지역에서 세계 관계, 문화적 정체성, 사회 경제적 격차에 계속 영향을 미치고 있습니다.",
            italic: false,
          },
          {
            text: "필리핀의 경우, 긴 식민지 시기를 거치면서 필리핀인들은 다양한 지역과 섬에서 다른 문화와 신념을 받아들였습니다. 필리핀은 여러 섬으로 구성된 나라임에도 불구하고, 각각의 섬이 서로 다른 문화를 실천하는 독특한 다문화적 정체성을 지니고 있습니다.",
            italic: false,
          },
        ],
      ],
      summary: [
        "",
        "스페인은 필리핀에 기독교, 언어, 정치적 구조, 다양한 문화를 도입하여 필리핀이 동양과 서양의 문화가 조화를 이룬 독특한 나라가 되도록 하는 데 중요한 역할을 했습니다.",
        "필리핀 학생들은 초등학교부터 역사 수업에서 식민지 이전과 투쟁, 현대화 등을 중심으로 국가적 공동체 의식과 자신의 정체성을 보다 잘 이해하기 위해 깊이 있는 학습을 진행합니다.",
        "세계 역사적 관점에서 맥락을 이해하는 것이 중요하지만, 필리핀 역사에서 부정적으로 보는 나라 중 하나는 일본입니다.",
        "식민지는 지배국과 피지배국 모두에게 영향을 미치며, 장기간 이어질수록 사회적 혼란과 도전을 야기할 수 있습니다. 그러나 이러한 과정에서 필리핀처럼 독특한 다문화적 정체성과 문화유산이 형성될 수도 있습니다.",
      ],
      tagEng: "history",
    },
  ],
};
