import { PageConfig } from "../types";

export const interview_education_config: PageConfig = {
  header: "교육 인터뷰",
  writer: "신나연",
  blocks: [
    {
      type: "interview",
      questions: [
        "현재 필리핀의 교육 시스템은 초등학교 6년, 고등학교 4년, 시니어 고등학교 2년으로 구성되어 있는데, 이러한 배분이 적절하다고 생각하시나요?",
        "시니어 고등학교는 2014년 이후 필리핀의 10년 교육 과정을 다른 국가들과 같도록 12년 교육 과정으로 개편한 것인데, 이에 대한 장단점은 무엇이라고 생각하시나요?",
        "시니어 고등학교 과정은 일반적인 교과보다는 대학에 들어가기 전에 사전에 전문 지식을 간단히 배우는 과정이라고 들었는데, 실제로 잘 이루어지고 있나요?",
        "정부가 교육에 대한 지원을 해주나요?",
      ],
      answers: [
        [
          {
            text: "필리핀은 12년 교육 과정 도입한 지 얼마 되지 않았습니다. 다른 국가들과 달리, 원래는 시니어 고등학교라는 개념 없이 10년의 교육 과정을 거치고 바로 대학에 진학하곤 했습니다. 배분 자체는 적절하다고 생각하지만, 너무 성급한 변화였다고 느낍니다.",
            italic: false,
          },
          {
            text: "2014년 이후 시니어 고등학교가 생긴 것은 매우 긍정적이라고 생각합니다. 이전에는 초등학교 8년, 고등학교 2년 이후 바로 대학에 진학하는 것이 성급하다고 느껴졌기 때문에, 이러한 제도를 환영합니다. 기존 교육 과정을 늘리는 대신, 새로운 시니어 고등학교를 세워 안정적으로 정착할 수 있었다고 생각합니다. 그래서 이 배분에 대해 긍정적으로 생각합니다.",
            italic: false,
          },
          {
            text: "시니어 고등학교가 2014년 이후 도입되었기 때문에 저는 시니어 고등학교에 다니지 않았습니다. 하지만 부모의 입장에서 자녀가 교육받을 기회가 늘어난 것은 긍정적이라고 생각합니다. 그러나 급작스러운 변화로 인해 비용 부담이 증가했고, 이에 대한 정부의 지원이 더 필요하다고 느낍니다.",
            italic: false,
          },
          {
            text: "필리핀은 오랫동안 10년 교육 체제를 유지해 왔기 때문에, 12년의 교육 과정이 다소 길다고 느껴집니다. 저는 시니어 고등학교를 경험하지 않았기 때문에 자세히는 모르지만, 2년의 교육 과정이 추가되면서 학부모들의 부담이 커졌고, 이에 대해 부정적인 의견도 적지 않습니다.",
            italic: false,
          },
        ],
        [
          {
            text: "사실 교육 과정이 늘어난 것에 대한 장단점을 크게 느끼지 못하고 있지만, 시니어 고등학교 자체는 긍정적이라고 생각합니다. 시니어 고등학교에서는 대학에 들어가기 전 자신이 희망하는 학과에 대한 사전 교육을 제공합니다. 이에 따라 일반 교과목에서 전공으로의 급작스러운 전환을 완화할 수 있어 좋은 제도라고 생각합니다. 단점은 학부모의 부담이 늘어난 것인데, 2년의 교육 과정이 추가되면서 학비에 대한 부담이 증가해 부정적인 의견도 적지 않았습니다.",
            italic: false,
          },
          {
            text: "저는 시니어 고등학교의 장점을 크게 느끼지 못했습니다. 오히려 부모님의 부담이 증가한 것이 더 크게 느껴졌습니다. 시니어 고등학교의 취지는 물론 좋았지만, 막상 2년 동안 크게 배우는 것 없이 졸업하는 느낌이 강했습니다. 제가 시니어 고등학교를 다녔을 때는 교육 과정이 제대로 자리 잡지 못한 것도 있었지만, 교육 내용 자체에서도 큰 메리트를 느끼지 못했습니다.",
            italic: false,
          },
          {
            text: "응답자 2명은 시니어 고등학교 과정을 수료하지 않아 잘 모름",
            italic: true,
          },
        ],
        [
          {
            text: "저는 시니어 고등학교에서 많은 것을 배우고, 그 덕분에, 전공에 더 잘 적응할 수 있었다고 생각합니다. 그러나 사실 아직은 미흡한 점이 많습니다. 2014년에 급작스럽게 시행된 교육 제도이기 때문에, 아직 교사 모집이나 정부의 지원이 충분히 자리 잡았다고 생각하지 않습니다. 하지만 이러한 부분만 보완된다면 좋은 제도임은 틀림없습니다.",
            italic: false,
          },
          {
            text: "시니어 고등학교는 초등학교나 고등학교와는 달리 자신이 희망하는 전공에 대해 배울 수 있다는 장점이 있습니다. 물론 제가 졸업한 지 오래되어 현재의 시니어 고등학교가 얼마나 잘 이루어지고 있는지 확실히 알 수는 없지만, 제가 시니어 고등학생이었을 때 기준으로 말하자면 교사의 전문성이나 정부 지원이 더 발전되어야 한다고 생각합니다.",
            italic: false,
          },
        ],
        [
          {
            text: "필리핀에는 공립학교와 사립학교가 있는데, 공립학교는 한국과 비슷하게 대부분 지원해 주지만, 사립학교는 거의 학부모가 부담합니다.",
            italic: false,
          },
        ],
      ],
      tagEng: "education",
    },
  ],
};
