import BlogHeader from "@/app/_components/blog/BlogHeader";

const page = () => {
  return (
    <BlogHeader header="거리의 아이들, 빈부격차의 그림자" writer="권기영">
      <p>
        필리핀의 거리를 걷다 보면 쉽게 마주치는 한 장면이 있습니다. 바로 외국인
        관광객을 따라다니며 돈을 구걸하는 아이들입니다. 이 단순한 모습은 필리핀
        사회가 겪고 있는 심각한 경제 불평등과 빈곤 문제를 그대로 보여줍니다.
        이번 글에서는 필리핀의 상대적 빈곤율과 빈부격차의 원인, 그리고 이를
        해결하기 위한 방안에 대해 다뤄보겠습니다.
      </p>
      <div>
        <h3>거리에서 만난 구걸하는 아이들</h3>
        <p>
          필리핀의 거리 풍경 중 하나는 외국인 관광객을 따라다니며 돈을 구걸하는
          아이들입니다. 필리핀을 여행하면서 저 역시 그런 아이들을 만났습니다.
          이들은 그냥 가난한 가정의 자녀가 아니라, 필리핀 사회가 겪고 있는
          빈곤의 단면을 보여주는 상징적인 존재라고 생각합니다. GRAFE 선생님은
          이를 "이런 아이들은 제대로 된 교육을 받을 기회를 놓친 뒤, 생계를 위해
          거리에서 구걸하는 악순환에 빠지게 됩니다."라고 설명합니다.
        </p>
        <h3>상대적 빈곤율</h3>
        <p>
          - 상대적 빈곤율이란 중위소득의 50% 이하에 해당하는 가구의 비율을
          말합니다. <br />
          필리핀의 경우, 2021년 상대적 빈곤율이 18.1%로 높은 수준이었지만,
          2023년에는 15.5%로 감소했습니다. 하지만, 이 수치는 여전히 높은
          편입니다. OECD 자료로 보면, 한국의 2021년 상대적 빈곤율은 15.1%로
          미국(15.1%)과 같고, 영국(11.7%), 스웨덴(9.2%), 핀란드(6.7%)에 비해
          높은 수준입니다. 필리핀의 빈곤율은 한국보다 훨씬 높아 필리핀의
          빈부격차가 얼마나 심각한지를 명확히 보여줍니다. <br />
          필리핀의 빈곤율 감소는 수치상으로는 긍정적으로 보이지만, 이를 둘러싼
          여러 문제로 인해 이러한 개선이 실제로 얼마나 의미 있는지를 두고 의문이
          제기되고 있습니다. <br />
          첫째, 필리핀 정부의 통계 신뢰성에 대한 문제입니다. 빈곤율이 감소한
          것으로 보고되었지만, GRAFE 선생님은 "통계 수치가 개선되었더라도,
          실제로 큰 변화를 느끼기 어렵다"며 "필리핀의 데이터는 신중하게
          받아들여야 한다"고 지적합니다. AIKO 선생님도 "정부의 부정부패가 존재해
          정부의 자료를 믿기 힘들다"고 언급했습니다. GRAFE 선생님과 AIKO
          선생님이 지적한 것처럼 필리핀의 데이터는 신중하게 받아들여야 한다는
          주장이 있습니다. 이는 필리핀의 정부 자료가 부정부패나 기타 문제들로
          인해 실제 현실을 반영하지 못할 수 있다는 우려를 반영합니다. <br />
          둘째, 필리핀의 정치적 상황도 이 문제와 연관이 있습니다. 최근 선거에서
          독재자의 아들이 대통령으로 당선되면서 선거의 공정성에 대한 의문이
          제기되었습니다. BBC의 보도에 따르면, 선거 과정에서 최소 1800개 이상의
          자동 개표기가 오작동하는 등 여러 문제가 발생했으며, 이는 정부의 정책과
          그 결과에 대한 신뢰성을 떨어뜨릴 수 있습니다. <br />
          결론적으로, 필리핀의 빈곤율 감소가 실제로 의미 있는지에 대해서는
          신중한 접근이 필요합니다. 통계 수치만으로는 현실을 완전히 반영하지
          못할 수 있으며, 정부의 신뢰성과 정치적 상황을 고려해야 합니다. 이는
          빈부격차와 같은 사회적 문제가 여전히 심각하다는 것을 보여주며, 이러한
          통계적 개선이 실제로 국민들에게 체감되는 변화를 가져왔는지에 대한
          의문을 남깁니다.
        </p>
        <h3>빈부격차의 원인과 해결 방안</h3>
        <p>
          필리핀의 빈부격차는 여러 요인들로 인해 발생하고 있으며, 이러한
          요인들은 서로 얽혀 필리핀의 경제적 불평등을 심화시키고 있습니다.
          <br />
          먼저, 부패와 정치적 불안정성이 필리핀 경제의 장기적 발전을 저해하고
          있습니다. 필리핀은 정치적 갈등이 잦고, 부정부패가 만연해 있습니다.
          이로 인해 정부의 경제 정책이 일관되게 실행되지 않으며, 이는 경제
          성장을 방해하고 빈부격차를 더욱 악화시키는 요인으로 작용합니다. 정치적
          불안정성은 필리핀 국민들의 경제적 불안을 증가시켜, 많은 사람들이
          안정된 일자리를 찾아 해외로 이주하게 만들고 있습니다. 이는 국내 인재
          유출로 이어져, 필리핀 경제의 내수 기반을 약화시키고 산업 발전을
          저해하는 악순환을 일으킵니다. <br />
          또한, 교육의 부족은 필리핀의 경제적 불평등을 심화시키는 또 다른 주요
          원인입니다. 필리핀의 교육 시스템은 여러 문제를 안고 있으며, 특히
          저소득층은 교육을 받기 어려운 환경에 놓여 있습니다. 교육이 부족한
          상태에서는 노동시장에서의 경쟁력이 떨어지며, 이는 사회적 이동성을
          낮추고 빈곤을 대물림하게 만드는 결과를 낳습니다. GRAFE 선생님은 이러한
          교육 문제를 해결하기 위해 교육 시스템의 강화와 교육 환경의 개선이
          필수적이라고 강조하고 있습니다. 그녀는 교육이 장기적인 경제 성장의
          핵심이라고 언급하며, 정부가 교육에 더 많은 투자를 해야 한다고
          주장합니다. <br />
          제조업의 부재와 편향된 토지 분배도 필리핀의 경제적 불평등을 설명하는
          중요한 요소입니다. 필리핀은 서비스업이 발달한 나라로, 제조업이
          차지하는 비중이 17%로 낮습니다. 제조업의 부족은 필리핀 경제의 다각화를
          저해하며, 양질의 일자리를 제공하지 못하게 만듭니다. 이로 인해 필리핀은
          경제적 구조적 약점을 가지게 되었고, 이는 빈부격차를 더욱
          심화시켰습니다. 또한, 식민지 시대 이후 토지의 대규모 재분배가
          이루어지지 않으면서, 일부 가문들이 토지와 정치권을 지배하는 과두제적
          구조가 형성되었습니다. 이로 인해 필리핀은 가장 비옥한 토지를 가지고
          있음에도 불구하고, 대다수 국민이 빈곤에 시달리는 상황이 발생하고
          있습니다. <br />이 모든 문제들을 해결하기 위해서는 정부의 투명성을
          높이고 부패를 줄이는 것이 필수적입니다. 정부가 부패와 비효율성을
          줄이고, 투명한 정책 집행을 통해 경제적 불평등을 완화하는 것이
          중요합니다. GRAFE 선생님은 이러한 개혁이 이루어져야 필리핀의
          빈부격차가 줄어들고, 지속 가능한 경제 성장이 가능해질 것이라고
          강조합니다.
        </p>
      </div>
      <p>
        필리핀의 빈곤과 빈부격차 문제는 단순한 통계로만 평가하기 어려운 복잡한
        현실을 반영합니다. 2021년 18.1%였던 상대적 빈곤율이 2023년 15.5%로
        줄어들었지만, 부패, 정치적 불안정성, 교육 부족 등이 여전히 경제적
        불평등을 심화시키고 있습니다. 더군다나 제조업의 약화와 편향된 토지
        분배는 필리핀의 구조적 문제를 더 악화시키고 있습니다. <br />
        이를 해결하기 위해서는 교육 시스템 강화, 정부 투명성 확보, 경제 구조
        개혁이 필수적입니다. 이러한 변화가 이루어진다면, 필리핀은 더 평등하고
        지속 가능한 성장을 이룰 수 있을 것입니다.
        <br /> 인터뷰를 통해 이 주제에 대한 현지인의 의견을 들을 수 있어
        흥미로웠습니다. GRAFE 선생님께서는 긴 인터뷰에도 불구하고 성심껏 답변해
        주셔서 감사드리며, AIKO 선생님께서는 즉흥적인 질문에도 답변해 주셔서
        진심으로 감사드립니다.
      </p>
      <div style={{}}>
        <p>- 참고자료:</p>
        <p>
          <a href="https://www.index.go.kr/unify/idx-info.do?idxCd=5056">
            "상대적 빈곤율"
          </a>
          , 지표누리, 2023년 12월 7일, (2024년 8월 14일 검색).
        </p>
        <p>
          <a href="https://neda.gov.ph/ph-makes-significant-progress-in-poverty-reduction-single-digit-poverty-rate-achievable-by-2028-neda/#:~:text=The%202023%20Full%20Year%20Official,from%2018.1%20percent%20in%202021">
            "PH MAKES SIGNIFICANT PROGRESS IN POVERTY REDUCTION, SINGLE-DIGIT
            POVERTY RATE ACHIEVABLE BY 2028—NEDA"
          </a>
          , GOVPH, 2024년 7월 22일, (2024년 8월 14일 검색).
        </p>
        <p>
          <a href="https://www.bbc.com/korean/international-61420595">
            "필리핀 대선: '독재자의 아들' 마르코스 주니어 승리가 남긴 의문"
          </a>
          , BBC News 코리아, 2022년 5월 12일, (2024년 8월 14일 검색).
        </p>
        <p>
          Peter S. Goodman,{" "}
          <a href="https://www.nytimes.com/2023/12/30/business/philippine-economy-colonial-legacy.html">
            "‘There’s No Other Job’: The Colonial Roots of Philippine Poverty"
          </a>
          , The New York Times, 2023년 12월 30일, (2024년 8월 16일 검색).
        </p>
      </div>
    </BlogHeader>
  );
};

export default page;
